[
  {
    "title": "Cannabis Retail Store Licence",
    "slug": "cannabis-retail-licence",
    "menuText": "Retail Store Licence",
    "category": "license-types",
    "body": "<p>A B.C. cannabis retail store licence will allow you to sell non-medical cannabis products and cannabis accessories.</p><p>A cannabis retail store must be a standalone business that is dedicated to selling only cannabis and cannabis accessories. You can only sell federally approved cannabis products. Currently, these are dried cannabis, cannabis oil and seeds. Edibles are not currently permitted by the federal government. All of the cannabis sold in the store must be purchased from the <a href='policy-document/ordering-cannabis'>Liquor Distribution Branch</a>.You are not allowed to sell cannabis that is acquired from any other source, such as cannabis that is self grown or purchased directly from a producer. </p><p>Cannabis retail stores are allowed to operate between 9 a.m. and 11 p.m., unless the local government or Indigenous Nation imposes shorter hours. Unlike liquor stores, minors are not allowed to enter cannabis retail stores for any reason.</p><p>You must conduct all sales at your physical store location. You are not allowed to sell cannabis online or offer a delivery service.</p><p>Customers are not allowed to consume cannabis inside the store.</p><h2>Provincially Operated Cannabis Stores</h2><p>The province will operate a number of <a href='https://www.bcldbcannabisupdates.com/opportunities/public'> cannabis stores</a> in B.C. In addition, the province is allowed to sell cannabis online. Privately owned stores are not.</p><p>All cannabis stores, including provincial stores, must be approved by the local government or Indigenous Nation.</p><h2>Terms & Conditions</h2><p>All cannabis retail store licence holders must follow the terms and conditions of their licence. These terms and conditions are currently under development.</p><p>In the meantime, please continue to visit this site for updates, or sign up for email updates on our home page.</p>",
    "displayOrder": 0
  },
  {
    "title": "Cannabis Rural Retail Store Licence",
    "slug": "rural-cannabis-retail-licence",
    "menuText": "Rural Retail Store Licence",
    "category": "license-types",
    "body": "<p>The province recognizes the importance of providing safe and reliable retail access non-medical cannabis in all areas of the province, including rural areas.  </p><p>As a first step, the province will open opportunities to apply for regular retail licenses.  Once the regional distribution of regular retail non-medical cannabis stores is known, the province anticipates opening opportunities to make applications for rural retail store licences in smaller, more remote communities. This may occur as early as late summer 2018.</p>",
    "displayOrder": 1
  },
  {
    "title": "Cannabis Marketing Licence",
    "slug": "cannabis-marketing-licence",
    "menuText": "Marketing Licence",
    "category": "license-types",
    "body": "<p>A cannabis marketing licence allows you to promote the products of licensed cannabis producers and processors to licensed cannabis retail stores.</p><p>Applicants for a cannabis marketing licence will have to go through the same <a href='policy-document/security-clearances-financial-integrity-checks'>security clearances and financial integrity checks</a> as applicants for a cannabis retail store licence. However, applicants for a cannabis marketing licence will not need approval from the local government or Indigenous Nation.</p><p>Additional information about the cannabis marketing licence and how to apply will be published on this website as it becomes available. Please keep checking back for updates, or sign up to receive updates on our home page.</p>",
    "displayOrder": 2
  },
  {
    "title": "Growing & Processing Cannabis",
    "slug": "growing-cannabis",
    "menuText": "Growing Cannabis",
    "category": "license-types",
    "body": "<p>Provincial cannabis licences do not allow you to grow or process cannabis products for sale. To grow or process cannabis for sale, you must have a licence from the federal government. For more information, please visit the Government of Canada’s <a href='https://www.canada.ca/en/services/health/campaigns/marijuana-cannabis.html'>cannabis page</a>.</p>Please note that cannabis producers are not eligible for a cannabis retail store licence. In addition, cannabis retail stores with a <a href='policy-document/tied-house'>close financial, business or personal connection</a> to a cannabis producer or processor may not be allowed to sell the producer’s or processor’s products.</p>",
    "displayOrder": 3
  },
  {
    "title": "Eligibility",
    "slug": "eligibility",
    "menuText": "Eligibility",
    "category": "application-requirements",
    "body": "<p>Applicants for a cannabis licence must meet the eligibility criteria.</p><p>Applicants must:<ul><li>Be at least 19 years old</li><li>Apply as a <a href='policy-document/businesses-and-other-legal-entities'>registered business</a></li></ul></p><p>Applicants do not have to be a citizen or resident of B.C. or Canada.</p><p><a href='/policy-document/growing-cannabis'>Producers</a> of cannabis are not eligible for a cannabis retail store licence.</p><h2>Licence Caps</h2><p>The province is not placing a cap on the number of cannabis stores that can operate in B.C. However, a person, business or organization can hold a maximum of 8 cannabis retail licences. This limit will be reviewed on January 1, 2021.</p>",
    "displayOrder": 4
  },
  {
    "title": "Fees",
    "slug": "fees",
    "menuText": "Fees",
    "category": "application-requirements",
    "body": "<p>Application and licensing fees for all cannabis licence types are currently under development and will be announced soon.</p><p>You can expect:<ul><li>An application fee (includes security clearances and financial integrity checks)</li><li>A first-year licensing fee</li></ul></p><p>Once you have your licence, you must:<ul><li>Pay an annual renewal fee</li><li>Pay a fee to undergo security clearances every two years</li></ul></p>",
    "displayOrder": 5
  },
  {
    "title": "Local Governments",
    "slug": "local-governments",
    "menuText": "Local Governments",
    "category": "application-requirements",
    "body": "<p>Cannabis retail stores in B.C. must have approval from the local government where the store is located. <a href='policy-document/contact'>Contact us</a> if you are not sure which jurisdiction needs to approve your application.</p><p>Local governments can:<ul><li>Choose not to accept applications for cannabis retail store licences</li><li>Set a cap on how many cannabis retail stores can operate in their community</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis retail stores can be located</a></li><li><a href='policy-document/cannabis-retail-licence'>Limit the hours</a> that cannabis retail stores can operate</li><li>Charge fees for assessing applications</li><li>Decide not to approve an application</li></ul></p><p>You should contact the local government as soon as possible to ask if they are accepting applications and to check for local requirements. Then you must submit an application for a cannabis retail store licence to the province before finalizing local government approval. The province will not issue your licence until this approval is in place.</p><p>If the local government does not approve your application, the province will not issue you a licence.</p><h2>Public Consultations</h2><p>If the local government is accepting applications, they must hold a public consultation to determine how your cannabis retail store would affect the surrounding community. They must use the results of the consultation to recommend to the province whether your application should be approved or not.</p><p>The public consultation has to be specific to your provincial application. Past consultations do not meet the requirement for local government approval.</p><p>You should ask the local government about their process and any requirements you need to meet.</p><h2>Local Approvals and Zoning</h2><p>In addition to a provincial cannabis retail store licence, your store must have all required local government approvals, such as zoning or a business licence/permit.</p><p>Ask the local government about their requirements for cannabis stores.</p>",
    "displayOrder": 6
  },
  {
    "title": "Indigenous Nations",
    "slug": "indigenous-nations",
    "menuText": "Indigenous Nations",
    "category": "application-requirements",
    "body": "<p>If you want to operate a cannabis retail store that is located under the jurisdiction of an Indigenous Nation, you must have approval from the Indigenous Nation. <a href='policy-document/contact'>Contact us</a> if you are not sure which jurisdiction needs to approve your application.</p><p>Indigenous Nations can:<ul><li>Choose not to accept applications for cannabis retail store licences</li><li>Set a cap on how many cannabis retail stores can operate in their community</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis retail stores can be located</a></li><li>Limit the <a href='policy-document/cannabis-retail-licence'>hours</a> that cannabis retail stores can operate</li><li>Charge fees for assessing applications</li><li>Decide not to approve an application</li></ul></p><p>You should contact the Indigenous Nation as soon as possible to ask if they are accepting applications and to check for local requirements. Then you must submit an application for a cannabis retail store licence to the province before finalizing Indigenous Nation approval. The province will not issue your licence until this approval is in place.</p><p>If the Indigenous Nation does not approve your application, the province will not issue you a licence.</p></p><h2>Public Consultations</h2><p>If the Indigenous Nation is accepting applications, they must hold a public consultation to determine how your cannabis retail store would affect the surrounding community. They must use the results of the consultation to recommend to the province whether your application should be approved or not. </p><p>The public consultation has to be specific to your provincial application. Past consultations do not meet the requirement for Indigenous Nation approval.</p><p>Indigenous Nations may follow the provincial consultation process for local governments or they may develop a process of their own.</p><p>You should ask the Indigenous Nation about their process and any requirements you need to meet.</p><h2>Local Approvals and Zoning</h2><p>In addition to a provincial cannabis retail store licence, your store may need zoning approval and a business permit or licence from the Indigenous Nation to sell cannabis. </p><p>Ask the Indigenous Nation about their specific requirements.</p>",
    "displayOrder": 7
  },
  {
    "title": "Business Types",
    "slug": "businesses-and-other-legal-entities",
    "menuText": "Business Types",
    "category": "application-requirements",
    "body": "<p>You must have a business that is registered in B.C. to apply for a cannabis retail store licence. Your application requirements depend on the type of business you are.</p><h2>Registering a Business</h2><p>Only registered businesses can apply for a cannabis retail store licence. Register or incorporate your business by visiting <a href='http://www.bcbusinessregistry.ca/'>B.C.'s OneStop Business Registry</a>.</p><p>You must also:<ul><li><a href='https://www2.gov.bc.ca/gov/content/taxes/sales-taxes/pst/register'>Register to collect PST</a> so that you can order cannabis from the Liquor Distribution Branch.</li><li>Get a <a href='https://www.canada.ca/en/services/taxes/business-number.html'>Business Number</a> (nine-digit number) from the Canada Revenue Agency</li></ul></p><h2>Businesses outside B.C.</h2><p>If you have a business that is incorporated outside of B.C., you can register as an <a href = 'https://www2.gov.bc.ca/gov/content/employment-business/business/managing-a-business/permits-licences/businesses-incorporated-companies/incorporated-companies/incorporate-extraprovincial'>extraprovincial company in B.C.</a> You may want to get legal advice to make sure your business is able to operate in B.C.</p><h2>Application Requirements by Business Type</h2><p>You need to submit the following information about your business:</p><h3>Private Corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of current directors and officers by:<ul><li>Full legal name</li><li>Position</li><li>Date of appointment</li></ul><li>List of shareholders by:<ul><li>Full legal name</li><li>Class of shares</li><li>Percentage of voting and non-voting shares</li><li>Date shares issued/transferred/cancelled</li></ul><li>If one of the shareholders is a private corporation, a public corporation, a society or a partnership, you must submit all the required information for that type of organization.</li></ul><h3>Public Corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)<li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of all current directors and officers by: </li><ul><li>Full legal name</li> <li>Position</li> <li>Date of appointment</li></ul></li></ul><h3>Sole Proprietor</h3><ul><li>Full legal name</li><li>Address</li><li>Contact information (mailing address, email, phone number)<li>Date of birth</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li></ul><h3>Partnership</h3><ul><li>Name of the partnership</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Partnership Agreement identifying each partner by their:</li><ul><li>Full legal name</li><li>Address</li><li>Date of birth</li></ul></li><li>If one of the partners is a private corporation, public corporation or society, you must submit all of the required information for that type of organization</li></ul><h3>Society</h3> <ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of all current directors and officers by:<ul><li>Full legal name</li><li>Position</li><li>Date of appointment</li></ul><li>Society incorporation number</li><li>Date of incorporation</li></ul><h3>Local Governments</h3><ul><li>Full name of local government applying for the licence</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Identify one or more representatives by:</li><ul><li>Full legal name</li><li>Business contact information</li></ul></ul><h3>Indigenous Nations</h3><ul><li>Full name of Indigenous Nation applying for the licence</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Identify one or more representatives by:<ul><li>Full legal name</li><li>Business contact information</li></ul></li></ul>",
    "displayOrder": 8
  },
  {
    "title": "Security Clearances & Financial Integrity Checks",
    "slug": "security-clearances-financial-integrity-checks",
    "menuText": "Security and Financial Checks",
    "category": "application-requirements",
    "body": "<p>All applicants for a non-medical cannabis retail licence must undergo security clearances—including criminal and police record checks—and financial integrity checks.</p><p>These checks include clearances for various associates of the applicant, including directors, officers, shareholders and senior management.</p><p>The <a href='policy-document/fees'>application fee</a> covers the cost of these checks. If the applicant is approved for a licence, the applicant and all associates must undergo all required security clearances (and pay a <a href='/policy-document/fees'>fee</a>) every two years.</p><h2>Security Clearance</h2><p>The applicant and all the associates who require a security clearance must authorize the security clearances when the application is submitted.</p><p>The following people may require a security clearance. The province may also require security clearances for additional individuals who are not listed below.</p><h3>Private Corporation</h3><ul><li>Directors and officers</li><li>Shareholders holding at least 10% or more of voting shares</li></ul><h3>Public Corporation</h3><ul><li>Directors and officers</li></ul><h3>Society</h3><ul><li>Directors and officers</li><li>Senior management</li></ul><h3>General Partnership</h3><ul><li>All partners</li></ul><h3>Limited Partnership</h3><ul><li>All general partners</li><li>Limited partners holding at least a 10% interest in the partnership</li></ul><h3>Sole Proprietorship</h3><ul><li>Sole proprietor</li></ul><h3>Indigenous Nation</h3><ul><li>Authorized individual</li></ul><h2>Financial Integrity Check</h2><p>The same people who must go through a security clearance are required to go through a financial integrity check. More information about the financial integrity check will be available soon.</p><h2>Criminal and Police Record Checks</h2><p>A security clearance might reveal that an applicant or associate has a criminal record or has had an adverse interaction with the law. This doesn’t necessarily mean that the licence will be denied.</p><p>The province will evaluate criminal records on a case-by-case basis and will consider a number of factors. If the application process reveals an association with organized crime, that applicant will not receive a cannabis retail store licence.<h2>Illegal Cannabis Dispensaries</h2><p>Operators of cannabis dispensaries who are currently operating illegally may apply for a cannabis retail store licence. These applicants must go through the same application process, including security clearances and financial integrity checks, as other applicants. Existing illegal dispensary operators will not receive any preferential treatment in the application process.</p><p>If the application process reveals an association with organized crime, that applicant will not receive a cannabis retail store licence.</p><p>If approved for a licence, the licensee must comply with all laws, regulations and the terms and conditions of the licence.</p>",
    "displayOrder": 9
  },
  {
    "title": "Connections to Producers",
    "slug": "tied-house",
    "menuText": "Connections to Producers",
    "category": "application-requirements",
    "body": "<p>A personal, financial or business connection between a cannabis retail store and a cannabis producer is called a tied house.</p> <p>Cannabis retail stores are allowed to have tied house connections. However, cannabis retail stores with a close tied house connection are not allowed to sell any of the producer’s products. In addition, cannabis producers are not allowed to hold a cannabis retail store licence.<p><p>Similar restrictions will likely be placed on cannabis retail stores with a tied house connection to a processor. More information will be posted on this website in the future.</p><h2>Close Tied House Connections</h2><p>You will not be allowed to sell a producer's products if:<ul><li>You own 20% or more of the producer's voting shares</li><li>An immediate family member of yours has at least a 20% financial interest in the producer</li><li>The producer owns 20% or more of your business's voting shares</li><li>Any company, person or group of people owns 20% or more of both your business's and the producer's voting shares</li></ul><p>Both direct and indirect ownership are considered a tied house connection.</p><p>Immediate family members include spouses, parents, siblings, children, sons-in-law and daughters-in-law.</p><h2>Application Requirements</h2><p>You must declare if you, one of your business partners or one of your immediate family members has any ownership in a cannabis producer, even if less than 20%.</p><p>All of your shareholders must do the same.</p>",
    "displayOrder": 10
  },
  {
    "title": "Location Requirements",
    "slug": "location-requirements",
    "menuText": "Location Requirements",
    "category": "application-requirements",
    "body": "<p>You must submit the following information about your location to make sure it meets local and provincial requirements.</p><h2>Parcel Identifier (PID)</h2><p>A PID is used to identify the parcel of real property where your store is located. It is either a nine-digit number or a legal description of your property.</p><p>You can find your property’s PID on:<ul><li>The title to the property</li><li>Through the <a href='https://ltsa.ca/'>B.C. Land Title and Survey Authority</a></li><li>The tax assessment notice from BC Assessment</li><li><a href='https://www.bcassessment.ca/'>BC Assessment’s e-valueBC website</a></li><li>The municipal tax notice</li><li>Your lease</li></ul><h2>Full Street Address</h2><p>The address must include:</p><ul><li>Suite or apartment numbers (if applicable)</li><li>Postal code</li></ul><p>The province does not have any restrictions on where your store can be located or how far away it needs to be from other cannabis retail stores. However, local governments and Indigenous Nations may have local requirements. For example, they might not allow cannabis retail stores to operate near schools.</p><p>You should ask about local requirements before committing to a location.</p><h2>Property Ownership or Lease </h2><p>You must sign a declaration that you either:<ul><li>Own the property or have an agreement to buy it if you are approved for a licence, or</li><li>Have a lease on the property or have an agreement to lease it if you are approved for a licence, or</li><li>Have a different property arrangement in place (for example, a sublease or a property owned or leased in the name of one of your business partners)</li></ul></p><p><a href='policy-document/contact'>Contact us</a> for more information about property arrangements.</p><p>Leases or other arrangements must be for at least 12 months from the time you receive your licence.</p><p>You are not required to commit to purchasing or leasing a property when you submit your application. You must purchase or lease the property after you receive <a href='policy-document/approval-in-principle'>conditional approval.</a></p><h2>Self-Contained Business</h2><p>Your store must be a self-contained business. You must not operate a cannabis retail store as part of another business, such as a pharmacy, restaurant or a liquor store.</p><h3>Shopping Malls</h3><p>If your store is located in a shopping mall or if the province approves your store to have another shared common area outside of your store, your store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed, immoveable and non-transparent floor-to-ceiling walls separating your store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li></ul><h3>Vestibules</h3><p>If your store shares a vestibule (such as a foyer) with another business, your store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed, immoveable and non-transparent floor-to-ceiling walls separating your store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li></ul><p>In addition, the other business may not:</p><ul><li>Offer most of its goods or services to minors </li><li>Be licensed to serve liquor by the glass</li></ul><h2>Floor Plan & Site Plan</h2><p>Your floor plan, site plan and photos of the exterior of your store must show that you meet the requirement for a self-contained cannabis store, a store in a shopping mall or a store that shares a vestibule with another business.</p><h3>Floor Plan Requirements</h3><p>Your floor plan must show:<ul><li>All doors leading into/out of the sales area</li><li>All entrances to the store (including back doors)</li><li>The locations of all fixed shelving or display cases</li><li>The locations of all cash registers</li><li>Which areas are public and which are for staff only</li><li>The locations of all storage areas</li></ul></p><h3>Site Plan Requirements</h3><p>Your site plan must show:<ul><li>The location of the building and where it's located on the property</li><li>The location of all entrances to the store</li><li>The locations of other buildings and businesses nearby, the entrances to those buildings, and their names or a description of what they are (e.g. gas station, office building)</li><li>Relevant street names nearby</li><li>Road access to the property, including the locations of any driveways and parking spots</ul><h3>Submitting Floor & Site Plans</h3><p>Your floor and site plans must reflect what your store and site will look like. After you receive conditional approval, the province will inspect your store to make sure it matches the information you submitted in your application.</p><p>The plans must be clear and legible, in PDF format that can be viewed in any size.</p><h2>Naming Your Store</h2><p>Your store’s name cannot mislead the public about what kind of business you operate. The name cannot imply you are selling medical cannabis, and cannot include words such as &quot;pharmacy,&quot; &quot;apothecary,&quot; or &quot;dispensary.&quot;</p><p>Additionally, your store name cannot imply you are associated with another business. This applies to signs, trademarks and any type of branding.</p><p>Your store name will be reviewed during the application process.</p><h2>Store Exterior</h2><p>Your products cannot be visible from outside your store. You must submit pictures or renderings of your store exterior to show that you meet this requirement. </p><p>Pictures must have been taken for the purpose of the application and must not be more than six months old at the time you submit your application.</p><p>Both printed and hand-drawn renderings are accepted, as long as the rendering is clear, legible and shows all the required components.</p><h2>Signage</h2><p>You must submit pictures of your signage or renderings of what your signage will look like. Signage must comply with <a href='https://canadabusiness.ca/government/regulations/regulated-business-activities/marketing-advertising-and-sales-regulations/'>federal requirements</a>. The sign must show the name of the store. Your signage cannot contain any pictures, images or symbols that imply that you sell medical cannabis. For example, your signage cannot include a green cross.</p><p>Additionally, your signage cannot imply you are associated with another business. This applies to your store name, trademarks and any type of branding.</p><p>Both printed and hand-drawn renderings are accepted. Pictures and renderings must be clear, legible and identify all words and images used in the signage.</p><h2>Storage</h2><p>Your entire cannabis inventory must be stored onsite. You are not allowed to store any cannabis offsite. In addition, you are not allowed to share any storage areas with other businesses.</p><p>Your floor plan must show that you meet the requirements for storage.</p>",
    "displayOrder": 11
  },
  {
    "title": "Conditional Approval",
    "slug": "approval-in-principle",
    "menuText": "Conditional Approval",
    "category": "application-requirements",
    "body": "<p>Conditional approval is a decision from the province that you will receive your licence if you pass a final inspection. The province refers to this as &quot;Approval in Principle&quot;</p><p>Approval in Principle is granted when the province determines that:<ul><li>You are eligible for the licence</li><li>You have successfully met the requirements in the application</li><li>Your application is supported by the local government or Indigenous Nation</li></ul></p><p>Once you have Approval in Principle, you can:<ul><li>Buy, lease or finalize any alternative arrangements for your <a href='policy-document/location-requirements'>store location</a></li><li>Make renovations to ensure your store’s layout and exterior matches the information you submitted in your application</li> </ul></p><p>When your store is ready, contact the province to schedule your <a href='policy-document/inspection'>final inspection.</a></p><p>The province does not know how many applications for a cannabis retail store licence will be received. Therefore, it is difficult to predict how long applications will take to process. The province is dedicating to processing applications as efficiently as possible. To minimize delays in processing your application, please make sure your application is complete before submitting it.</p>",
    "displayOrder": 12
  },
  {
    "title": "Inspection",
    "slug": "inspection",
    "menuText": "Inspection",
    "category": "application-requirements",
    "body": "<p>Before you get your cannabis retail store licence, you need to pass a final inspection. The inspection ensures that your store’s layout and exterior matches the information you submitted in your application.</p><p>When your store is ready, contact the <a href='policy-document/contact'>Liquor Control and Licensing Branch</a> to schedule your final inspection.</p><p>An inspector will:</p><ul><li>Make sure the floor plan and licensed area you submitted is accurate and complies with <a href='policy-document/location-requirements'>location requirements</a></li><li>Confirm your store’s address</li><li>Confirm signage requirements</li><li>Take pictures of your store</li><li>Review the <a href='policy-document/cannabis-retail-licence'>terms and conditions</a> of your licence with you</li><li>Give you an overview of the compliance process</li></ul><p>You must not have any cannabis products in your store at the time of your inspection.</p>",
    "displayOrder": 13
  },
  {
    "title": "Employee Registration & Training",
    "slug": "employee-registration-training",
    "menuText": "Employees",
    "category": "",
    "body": "<p>Employees of cannabis licensed businesses must be registered with the province. In the future, they will also be required to successfully pass a provincial training program.</p><h2>Employee Registration</h2><p>Everyone who works in a cannabis retail store must be registered with the province. This includes employees who don't have access to cannabis, such as cleaning staff. As part of the registration process, employees must also pass a security clearance every two years.</p><p>Your application and licensing fees do not include the costs associated with the employee registration process. Employees are responsible for registering themselves and paying any fees associated with their registration. You can choose to pay for your employees’ registration and security clearances if you wish.</p><p>While working, employees must be able to produce ID at any time. Cannabis inspectors and police officers can ask for verification of their registration, including their ID, to make sure they are registered.<p>As a licensee, you must:<ul><li>Ensure your employees are registered</li><li>Keep a record of employee registration numbers and the dates the numbers expire</li><li>Have the records available for inspection at all times</li></ul></p><p>The registration process is not open yet. The province will let licensees know when and how employees can register.</p><h2>Employee Training</h2><p>A training course will be developed for cannabis licensees and employees of cannabis licensed businesses. When the program is ready, employees of cannabis retail stores will be required to successfully pass the training.</p><p>More information about the program will be available in the coming months. The province will notify licensees once the program is developed.</p>",
    "displayOrder": 14
  },
  {
    "title": "Ordering Cannabis",
    "slug": "ordering-cannabis",
    "menuText": "Ordering Cannabis",
    "category": "",
    "body": "<p>You can order cannabis for your cannabis retail store once you have a licence and have registered with the Liquor Distribution Branch.</p><h2>Cannabis Source</h2><p>You can only sell cannabis that you buy from the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a>. You are not allowed to get cannabis from any other source.</p><h2>Agreements with Cannabis Producers</h2><p>You must not purchase cannabis directly from a producer. In addition, you must not:<ul><li>Pay a producer to have guaranteed access to their product</li><li>Accept payment from a producer in return for benefits, such as preferential shelf space</li><li>Accept payment from a producer for agreeing not to sell a competitor’s product</li><li>Make agreements that give you exclusive access to a producer’s product or product line</li></ul></p><h2>Ordering Cannabis</h2><p>Your licence number is required to place an order. You cannot pre-order cannabis before receiving your licence.</p><p>Once you receive your licence, you must register with the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a> to view the product catalog, which lists wholesale prices and product specs (e.g. package sizes).</p><p>Learn more about <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>ordering cannabis</a>. If you have questions, please email <a href='mailto:cannabis@bcldb.com'>cannabis@bcldb.com</a>.",
    "displayOrder": 15
  },
  {
    "title": "Reporting Sales",
    "slug": "reporting-sales",
    "menuText": "",
    "category": "",
    "body": "<p>You are required to report on your cannabis inventory and sales on a monthly basis. More information will be available in the coming months.</p>",
    "displayOrder": 16
  },
  {
    "title": "Contact Us",
    "slug": "contact",
    "menuText": "",
    "category": "",
    "body": "Questions? Email us at <a href='mailto:cannabisregs@gov.bc.ca'>cannabisregs@gov.bc.ca</a>.",
    "displayOrder": 17
  }
]