[
  {
    "title": "Cannabis Retail Store Licence",
    "slug": "cannabis-retail-licence",
    "menuText": "Retail Licence",
    "category": "license-types",
    "displayOrder": 0
  },
  {
    "title": "Cannabis Rural Retail Store Licence",
    "slug": "rural-cannabis-retail-licence",
    "menuText": "Rural Licence",
    "category": "license-types",
    "displayOrder": 1
  },
  {
    "title": "Cannabis Marketing Licence",
  },
  {
    "title": "Growing & Processing Cannabis",
  {
    "title": "Eligibility",
    "slug": "eligibility",
    "menuText": "Eligibility",
    "category": "application-requirements",
    "displayOrder": 4
  },
  {
    "title": "Fees",
    "slug": "fees",
    "menuText": "Fees & Cost",
    "category": "application-requirements",
    "displayOrder": 5
  },
  {
    "title": "Local Governments",
    "slug": "local-governments",
    "menuText": "Local Governments",
    "category": "application-requirements",
    "body": "<p>Cannabis stores in B.C. must have approval from the local government where the store is located.</p><p>You can submit an application for a cannabis licence to the province before finalizing local government approval. However, the province will not issue your licence until this approval is in place.</p><p>The approval must come in the form of a council resolution that the local government provides to the province.</p><p>Local governments can:<ul><li>Choose not to accept applications for cannabis licences</li><li>Set a cap on how many cannabis stores can operate in their community</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis stores can be located</a></li><li><a href='policy-document/cannabis-retail-licence'>Limit the hours</a> that cannabis stores can operate</li><li>Charge fees for assessing applications</li><li>Decide not to approve an application, for any reason</li></ul></p><p>You should contact the local government as soon as possible to ask if they are accepting applications and to check for local requirements.</p><p>If the local government does not approve your application, the province will not issue you a licence.</p><h2>Public Consultations</h2><p>The local government must hold a public consultation to determine how your cannabis store would affect the surrounding community. The public consultation has to be specific to your provincial application. Past consultations do not meet the requirement for local government approval.</p><p>You should ask the local government about their process and what you need to do to initiate the public consultation.</p><h2>Local Approvals and Zoning</h2><p>In addition to a provincial cannabis licence, your store may need zoning approval and a business permit or licence from the local government to sell cannabis. </p><p>Every municipality in B.C. issues their own business licences, permits and zoning. </p><p>Ask the local government about applying for a business licence and getting zoning approval.</p>",
    "displayOrder": 6
  },
  {
    "title": "First Nations",
    "slug": "first-nations",
    "menuText": "First Nations",
    "category": "application-requirements",
    "displayOrder": 7
  },
  {
    "title": "Businesses and Other Organizations",
    "slug": "businesses-and-other-legal-entities",
    "category": "application-requirements",
    "displayOrder": 8
  },
  {
    "title": "Security Clearances & Financial Integrity Checks",
    "slug": "security-clearances-financial-integrity-checks",
    "menuText": "Security and Financial Checks",
    "category": "application-requirements",
    "displayOrder": 9
  },
  {
    "title": "Connections to Producers",
    "slug": "tied-house",
    "menuText": "Connections to Producers",
    "category": "application-requirements",
    "body": "<p>A personal, financial or business connection between a cannabis store and a cannabis producer is called a tied house.</p> <p>Cannabis stores with a tied house connection to a producer are not allowed to sell any of the producer’s products.  A similar restriction will likely be placed on cannabis stores with a tied house connection to a processor.</p><h2>Definition of Tied House</h2><p>A tied house happens when:<ul><li>You or one of your immediate family members owns 20% or more of a producer's voting shares</li><li>A producer owns 20% or more of your organization's voting shares</li><li>Any company, person or group of people owns 20% or more of both your organization's and a producer's voting shares</li></ul><p>Both direct and indirect ownership is considered a tied house connection.</p><p>Immediate family members include spouses, parents, siblings, children, sons-in-law and daughters-in-law.</p><h2>Application Requirements</h2><p>You must declare if you, one of your business partners or one of your immediate family members has any ownership in a cannabis producer, even if less than 20%.</p><p>All of your shareholders must do the same.</p>",
    "displayOrder": 10
  },
  {
    "title": "Location Requirements",
    "slug": "location-requirements",
    "menuText": "Location Requirements",
    "category": "application-requirements",
    "displayOrder": 11
  },
  {
    "title": "Conditional Approval",
    "slug": "approval-in-principle",
    "menuText": "Conditional Approval",
    "category": "application-requirements",
    "displayOrder": 12
  },
  {
    "title": "Inspection",
    "slug": "inspection",
    "menuText": "Inspection",
    "category": "application-requirements",
    "body": "<p>Before you get your cannabis licence, you need to pass a final inspection. The inspection ensures that your store’s layout and exterior matches the information you submitted in your application.</p><p>An inspector will:</p><ul><li>Make sure the floor plan and licensed area you submitted is accurate and complies with <a href='policy-document/location-requirements'>location requirements</a></li><li>Confirm your store’s address</li><li>Take pictures of your store</li><li>Review the <a href='policy-document/cannabis-retail-licence'>terms and conditions</a> of your licence with you</li><li>Give you an overview of the compliance process</li></ul><p>You must not have any cannabis products in your store at the time of your inspection.</p><p>When your store is ready, <a href='https://www2.gov.bc.ca/gov/content/employment-business/business/liquor-regulation-licensing/bc-liquor-control-and-licensing-contact-us'>contact the Liquor Control and Licensing Branch</a> to schedule your final inspection.</p>",
    "displayOrder": 13
  },
  {
    "title": "Staff Registration & Training",
    "slug": "employee-registration-training",
    "menuText": "Employees",
    "category": "",
    "body": "<p>Staff of cannabis licensed businesses must be registered with the province. In the future, they will also be required to successfully pass a provincial training program.</p><h2>Staff Registration</h2><p>Everyone who works in a cannabis store must be registered with the province. This includes staff who don't have access to cannabis, such as cleaning staff.</p><p>While working, staff must be able to produce ID at any time. Cannabis inspectors and police officers can ask for their ID to make sure they are registered.<p>As a licensee, you must:<ul><li>Ensure your staff are registered</li><li>Keep a record of staff registration numbers and the dates the numbers expire</li><li>Have the records available for inspection at all times</li></ul></p><p>Staff must pass a security clearance as part of the provincial registration process.<p><p>The registration process is not open yet. The province will let licensees know when and how staff can register.</p><h2>Staff Training</h2><p>In collaboration with the cannabis industry, the province is developing a mandatory training course for cannabis licensees and staff of cannabis licensed businesses. When the program is ready, staff of cannabis stores will be required to successfully pass the training. In the meantime, training is not a requirement.</p><p>More information about the program will be available in the coming months. The province will notify licensees once the program is developed.</p>",
    "displayOrder": 14
  },
  {
    "title": "Ordering Cannabis",
    "slug": "ordering-cannabis",
    "menuText": "Ordering Cannabis",
    "category": "",
    "displayOrder": 15
  },
  {
    "title": "Reporting Sales",
    "slug": "reporting-sales",
    "menuText": "",
    "category": "",
    "body": "<p>You are required to report on your cannabis inventory and sales on a regular basis. More information will be available in the coming months.</p>",
    "displayOrder": 16
  }
]