[
  {
    "title": "Cannabis Retail Store Licence",
    "slug": "cannabis-retail-licence",
    "menuText": "Retail Licence",
    "category": "license-types",
    "body": "<p>A B.C. cannabis retail store licence allows you to sell non-medical cannabis products and accessories.</p><p>A cannabis retail store must be a standalone business that is dedicated to selling only cannabis and cannabis accessories. All of the cannabis sold in the store must be purchased from the <a href='policy-document/ordering-cannabis'>Liquor Distribution Branch</a>. You are not allowed to sell cannabis that is acquired from any other source, such as cannabis that is self grown or purchased directly from a producer. </p><p>Cannabis stores can operate only between 9 a.m. and 11 p.m., unless the local government or First Nation imposes shorter hours. Unlike liquor stores, minors are not allowed to enter cannabis stores for any reason.</p><p>You must conduct all sales at your physical store location. You are not allowed to sell cannabis online or offer a delivery service.</p><p>Customers are not allowed to use cannabis inside the store.</p><h2>Public vs. Private Licences</h2><p>Public cannabis licences are for provincially operated cannabis stores. Private cannabis licences are for all other stores.</p><p>Both public and private store licences must be approved by the local government or First Nation where the store is located. They also have similar operating rules. However, public stores are allowed to sell cannabis online.</p><h2>Terms &amp; Conditions</h2><p>All cannabis licence holders must follow the terms and conditions of their licence. These terms and conditions are currently under development.</p><p>In the meantime, please continue to visit this site for updates, or sign up for email updates on our home page.</p>",
    "displayOrder": 0
  },
  {
    "title": "Cannabis Rural Retail Store Licence",
    "slug": "rural-cannabis-retail-licence",
    "menuText": "Rural Licence",
    "category": "license-types",
    "body": "<p>A B.C. cannabis rural retail store licence allows you to sell non-medical cannabis products and accessories in a rural area.</p><h2>Licence Criteria</h2><p>To qualify for a rural licence, the following criteria must be met:<ul><li>The population of the rural area must be no more than 2500</li><li>The proposed store must be at least 10 km away from the closest cannabis store (including proposed stores with an application in progress)</li></ul><p>Like all cannabis stores, your rural store must have <a href='policy-document/local-governments'>local government</a> or <a href='policy-document/first-nations'>First Nation</a> approval.</p><h2>Rules for Cannabis Rural Retail Stores</h2><p>Rural stores must follow the <a href='policy-document/cannabis-retail-licence'>standard rules</a> for all cannabis stores. However, the following exceptions apply.</p><h3>Selling Cannabis as Part of Another Business</h3><p>Rural cannabis stores can sell cannabis and accessories as part of another business. The business can have both a rural agency store appointment (for liquor sales) and a cannabis licence. If the business has a liquor licence, the cannabis store must be separated from the business with full-height walls.</p><h3>Minors</h3><p>Minors are allowed to enter cannabis rural retail stores.  You must ensure that minors cannot see cannabis products, accessories or transactions. </p><p>To meet this requirement, you can:<ul><li>Construct a walled-off area within your store where you display and sell cannabis products and accessories</li><li>Keep cannabis products and accessories in a secure, non-transparent case and conduct sales transactions behind a partition</li><li>Request approval from the province to use a different approach</li></ul></p>",
    "displayOrder": 1
  },
  {
    "title": "Cannabis Marketing Licence",
    "slug": "cannabis-marketing-licence",
    "manuText": "Marketing Licence",
    "category": "license-types",
    "body": "<p>A cannabis marketing licence allows you to promote the products of cannabis producers and processors to cannabis stores. You might have heard of this licence referred to as an agent licence.</p><p>The cannabis marketing licence is still under development and no information is available. Please keep checking this page for updates, or sign up to receive updates on our home page.</p>",
    "displayOrder": 2
  },
  {
    "title": "Growing & Processing Cannabis",
    "slug": "growing-cannabis",
    "manuText": "Growing Cannabis",
    "category": "license-types",
    "body": "<p>Provincial cannabis licences do not allow you to grow or process cannabis products. To grow or process cannabis, you must apply for a licence from the federal government. For more information, please visit the Government of Canada’s <a href='https://www.canada.ca/en/services/health/campaigns/marijuana-cannabis.html'>cannabis page</a>.</p>Please note that cannabis producers are not eligible for a cannabis retail licence. In addition, cannabis stores with a <a href='policy-document/tied-house'>close financial, business or personal connection</a> to a cannabis producer or processor may not be allowed to sell the producer’s or processor’s products.</p>",
    "displayOrder": 3
  },
  {
    "title": "Eligibility",
    "slug": "eligibility",
    "menuText": "Eligibility",
    "category": "application-requirements",
    "body": "<p>Applicants for a cannabis licence must meet the eligibility criteria.</p><p>Applicants must:<ul><li>Be at least 19 years old</li><li>Apply as a <a href='policy-document/businesses-and-other-legal-entities'>registered business or other organization</a></li></ul></p><p>Applicants do not have to be a citizen or resident of B.C. or Canada.</p><p><a href='/policy-document/growing-cannabis'>Producers</a> of cannabis are not eligible for a retail licence.</p><h2>Licence Caps</h2><p>The province is not placing a cap on the number of cannabis stores that can operate in B.C. However, a business or organization can hold a maximum of 8 retail licences. This limit may be adjusted in the future.</p>",
    "displayOrder": 4
  },
  {
    "title": "Fees",
    "slug": "fees",
    "menuText": "Fees & Cost",
    "category": "application-requirements",
    "body": "<p>Application and licensing fees for all cannabis licence types are currently under development and will be announced soon. You can expect:<ul><li>An application fee (includes security clearances and financial integrity checks)</li><li>A first-year licensing fee</li></ul></p><p>Once you have your licence, you must:<ul><li>Pay an annual fee to renew it</li><li>Pay a fee to undergo security clearances every two years</li></ul></p>",
    "displayOrder": 5
  },
  {
    "title": "Local Governments",
    "slug": "local-governments",
    "menuText": "Local Governments",
    "category": "application-requirements",
    "body": "<p>Cannabis stores in B.C. must have approval from the local government where the store is located.</p><p>You can submit an application for a cannabis licence to the province before finalizing local government approval. However, the province will not issue your licence until this approval is in place.</p><p>The approval must come in the form of a council resolution that the local government provides to the province.</p><p>Local governments can:<ul><li>Choose not to accept applications for cannabis licences</li><li>Set a cap on how many cannabis stores can operate in their community</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis stores can be located</a></li><li><a href='policy-document/cannabis-retail-licence'>Limit the hours</a> that cannabis stores can operate</li><li>Charge fees for assessing applications</li><li>Decide not to approve an application, for any reason</li></ul></p><p>You should contact the local government as soon as possible to ask if they are accepting applications and to check for local requirements.</p><p>If the local government does not approve your application, the province will not issue you a licence.</p><h2>Public Consultations</h2><p>The local government must hold a public consultation to determine how your cannabis store would affect the surrounding community. The public consultation has to be specific to your provincial application. Past consultations do not meet the requirement for local government approval.</p><p>You should ask the local government about their process and what you need to do to initiate the public consultation.</p><h2>Local Approvals and Zoning</h2><p>In addition to a provincial cannabis licence, your store may need zoning approval and a business permit or licence from the local government to sell cannabis. </p><p>Every municipality in B.C. issues their own business licences, permits and zoning. </p><p>Ask the local government about applying for a business licence and getting zoning approval.</p>",
    "displayOrder": 6
  },
  {
    "title": "First Nations",
    "slug": "first-nations",
    "menuText": "First Nations",
    "category": "application-requirements",
    "body": "<p>Cannabis stores located on land that belongs to a First Nation must have approval from the First Nation.</p><p>You can submit an application for a cannabis licence to the province before finalizing First Nation approval. However, the province will not issue your licence until this approval is in place.</p><p>First Nations can:<ul><li>Choose not to accept applications for cannabis licences</li><li>Set a cap on how many cannabis stores can operate on their land</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis stores can be located</a></li><li>Limit the <a href='policy-document/cannabis-retail-licence'>hours</a> that cannabis stores can operate</li><li>Charge fees for assessing applications</li><li>Decide not to approve an application, for any reason</li></ul></p><p>You should contact the First Nation as soon as possible to ask if they are accepting applications and to check about specific requirements they may have for cannabis stores.</p><p>If the First Nation does not approve your application, the province will not issue you a licence.</p></p><h2>First Nation Approval Process</h2><p>First Nations may follow the <a href='policy-document/local-governments>local government approval process</a>, or one of their own.</p><p>You should ask the First Nation about their process and what you need to do.</p><h2>Local Approvals and Zoning</h2><p>In addition to a provincial cannabis licence, your store may need zoning approval and a business permit or licence from the First Nation to sell cannabis. </p><p>Ask the First Nation about applying for a business licence and getting zoning approval.</p>",
    "displayOrder": 7
  },
  {
    "title": "Businesses and Other Organizations",
    "slug": "businesses-and-other-legal-entities",
    "menuText": "Business Types",
    "category": "application-requirements",
    "body": "<p>Any business or organization that is registered in B.C. can apply for a cannabis licence. Your application requirements depend on the type of business or organization you are.</p><h2>Registering a Business or Organization</h2><p>Only registered businesses or other organizations can apply for a cannabis licence. Register or incorporate your business/organization by visiting <a href='http://www.bcbusinessregistry.ca/'>B.C.'s OneStop Business Registry</a>.</p><p>You must also:<ul><li><a href='https://www2.gov.bc.ca/gov/content/taxes/sales-taxes/pst/register'>register to collect PST</a> so that you can order cannabis from the Liquor Distribution Branch.</li><li>Get a <a href='https://www.canada.ca/en/services/taxes/business-number.html'>Business Number</a> (9-digit number) from the Canada Revenue Agency</li></p><h2>Businesses Outside B.C.</h2><p>If you have a business that is incorporated outside of B.C., you can register as an <a href = 'https://www2.gov.bc.ca/gov/content/employment-business/business/managing-a-business/permits-licences/businesses-incorporated-companies/incorporated-companies/incorporate-extraprovincial'>extraprovincial company in B.C.</a> You may want to get legal advice to make sure your business is able to operate in B.C.</p><h2>Application Requirements by Business Type</h2><p>You need to submit the following information about your business:</p><h3>Private Corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (9-digit number issued by Revenue Canada)</li><li>Register of current directors and officers by:<ul><li>Full legal name</li><li>Position</li><li>Date of appointment</li></ul><li>List of shareholders by:<ul><li>Full legal name</li><li>Address</li><li>Date of birth</li><li>Class of shares</li><li>Number of voting and non-voting shares</li><li>Date shares issued/transferred/cancelled</li></ul><li>If one of the shareholders is a private corporation, a public corporation, a society or a partnership, you must submit all the required information for that type of organization.</li></ul><h3>Public Corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)<li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (9-digit number issued by Revenue Canada)</li><li>Register of all current directors and officers by: </li><ul><li>Full legal name</li> <li>Position</li> <li>Date of appointment</li></ul></li></ul><h3>Sole Proprietor</h3><ul><li>Full legal name</li><li>Address</li><li>Contact information (mailing address, email, phone number)<li>Date of birth</li><li>Business Number (9-digit number issued by Revenue Canada)</li></ul><h3>Partnership</h3><ul><li>Name of the partnership</li><li>Contact information (mailing address, email, phone number)</li><Business Number (9-digit number issued by Revenue Canada)</li><li>Partnership Agreement identifying each partner by their:</li><ul><li>Full legal name,</li><li>Address</li><li>Date of birth</li></ul></li><li>If one of the partners is a private corporation, public corporation or society, you must submit all of the required information for that type of organization</li></ul><h3>Society / Non-Profit Corporation</h3> <ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (9-digit number issued by Revenue Canada)</li><li>Register of all current directors and officers by:<ul><li>Full legal name</li><Position></li><li>Date of appointment</li></ul><li>Society incorporation number</li><li>Date of incorporation</li></ul><h3>Other Organizations</h3><ul><li>Includes entities incorporated through provincial legislation, such as a local government, First Nation, college or university</li><li>Full name of entity or organization applying for the licence</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (9-digit number issued by Revenue Canada</li><li>Identify one or more representatives by:<ul><li>Full legal name</li><li>Business contact information</li></ul></li></ul>",
    "displayOrder": 8
  },
  {
    "title": "Security Clearances & Financial Integrity Checks",
    "slug": "security-clearances-financial-integrity-checks",
    "menuText": "Security and Financial Checks",
    "category": "application-requirements",
    "body": "<p>Every business that applies for a cannabis licence must undergo security clearances and financial integrity checks.</p><p>Your <a href='policy-document/fees'>application fee</a> covers the cost of these checks. If you are approved for a licence, you must undergo all required security clearances (and pay a <a href='/policy-document/fees'>fee</a>) every two years.</p><h2>Security Clearance</h2><p>The following people in your business/organization require a security clearance:</p><ul><li>Private Corporation:<ul><li>Directors and officers</li><li>Shareholders holding at least 10% or more of voting shares</li></ul></li><li>Public Corporation:<ul><li>Directors and officers</li></ul></li><li>Society / Non-Profit Organization:<ul><li>Directors and officers</li><li>Senior management</li></ul></li><li>Legion / Fraternal Organization</li><ul><li>Directors and officers</li><Senior management</li></ul><li>General Partnership:<ul><li>All partners</li></ul></li><li>Limited Partnership:<ul><li>All general partners</li><li>Limited partners holding at least a 10% interest in the partnership</li></ul><li>Limited Liability Partnership:<ul><li>All general partners</li><li>Limited partners holding at least a 10% interest in the partnership</li></ul></li><li>Unlimited Liability Corporation (ULC) and Limited Liability Corporation  (LLC):<ul><li>Directors and officers</li><li>All shareholders</li></ul></li><li>Trust:<ul><li>Trustees</li><li>Beneficiaries</li></ul></li><li>Estate:<ul><li>Executors and/or administrators</li></ul></li><li>Local Government:<ul><li>Appointed delegate</li></ul></li><li>Other organizations (including schools/universities, co-ops, strata councils, churches):<ul><li>Directors and/or persons with authority to bind the organization</li></ul></li></ul></p><p>You must authorize security clearances when you submit your application. <h2>Financial Integrity Check</h2><p>Details about the financial integrity check will be available soon.</p><h2>Criminal Records</h2><p>A criminal record does not necessarily make you ineligible for a cannabis licence.</p><p>The province will evaluate criminal records on a case-by-case basis and will consider:</p><ul><li>The type of offence committed</li><li>How recent the offence is</li><li>How relevant the offence is to your application</li></ul><p>Association with organized crime is likely to disqualify you from getting a licence.</p><h2>Illegal Cannabis Dispensaries</h2><p>Cannabis dispensaries who are currently operating illegally may apply for a cannabis licence. You will not receive any preferential treatment during the application process. If you are approved, you must comply with all laws and regulations. </p>",
    "displayOrder": 9
  },
  {
    "title": "Connections to Producers",
    "slug": "tied-house",
    "menuText": "Connections to Producers",
    "category": "application-requirements",
    "body": "<p>A personal, financial or business connection between a cannabis store and a cannabis producer is called a tied house.</p> <p>Cannabis stores with a tied house connection to a producer are not allowed to sell any of the producer’s products.  A similar restriction will likely be placed on cannabis stores with a tied house connection to a processor.</p><h2>Definition of Tied House</h2><p>A tied house happens when:<ul><li>You or one of your immediate family members owns 20% or more of a producer's voting shares</li><li>A producer owns 20% or more of your organization's voting shares</li><li>Any company, person or group of people owns 20% or more of both your organization's and a producer's voting shares</li></ul><p>Both direct and indirect ownership is considered a tied house connection.</p><p>Immediate family members include spouses, parents, siblings, children, sons-in-law and daughters-in-law.</p><h2>Application Requirements</h2><p>You must declare if you, one of your business partners or one of your immediate family members has any ownership in a cannabis producer, even if less than 20%.</p><p>All of your shareholders must do the same.</p>",
    "displayOrder": 10
  },
  {
    "title": "Location Requirements",
    "slug": "location-requirements",
    "menuText": "Location Requirements",
    "category": "application-requirements",
    "body": "<p>You must submit the following information about your location to make sure it meets local and provincial requirements.</p><h2>Parcel Identifier (PID)</h2><p>A PID is used to identify your store’s location. It can be either a 9-digit number or a physical description of your property.</p><p>You can find your property’s PID on:<ul><li>The tax assessment notice from BC Assessment</li><li><a href='https://www.bcassessment.ca/'>BC Assessment’s e-valueBC website</a></li><li>The municipal tax notice</li><li>Your lease</li></ul><p>The B.C. Government does not have any restrictions on where your store can be located or how far away it needs to be from other cannabis stores. However, some local governments and First Nations have local requirements. For example, they might not allow cannabis stores to operate near schools.</p><p>You should ask about local requirements before committing to a location.</p><h2>Property Ownership or Lease </h2><p>You must sign a declaration that you either:<ul><li>Own the property or have an agreement to buy it if you are approved for a licence, or</li><li>Have a lease on the property or have an agreement to lease it if you are approved for a licence, or</li><li>Have a different property arrangement in place (for example, a sublease or a property owned or leased in the name of one of your business partners)</li></ul></p><p>Leases must be for at least 12 months from the time you receive your licence.</p><p>You are not required to commit to purchasing or leasing a property when you submit your application. You must purchase or lease the property after you receive <a href='policy-document/approval-in-principle'>conditional approval.</a></p><h2>Self-Contained Business</h2><p>Unless you operate a <a href='policy-document/rural-cannabis-retail-licence'>rural store</a>, your store must be self-contained business. You must not operate a cannabis store as part of another business, such as a pharmacy or a liquor store. </p><p>If your store is located in a building (such as a mall) that is shared with other businesses, your store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Have a public entrance that is separate and distinct from areas you share with other businesses, such as lobbies or corridors </li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed and immoveable floor-to-ceiling walls separating your store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li></ul><p><p>Your floor plan, site plan and photos of the exterior of your store must show that you meet the requirement for a self-contained cannabis store.</p><h2>Floor Plan & Site Plan</h2><h3>Floor Plan Requirements</h3><p>Your floor plan must show:<ul><li>All doors leading into/out of the sales area</li><li>All entrances to the store (including back doors)</li><li>The locations of all fixed shelving and/or display cases</li><li>The locations of all cash registers</li><li>Which areas are public and which are for staff only</li><li>The locations of all storage areas</li></ul></p><p>If you apply for a <a href='policy-document/rural-cannabis-retail-licence'>rural store licence</a>, your floor plan must also show how cannabis will not be visible to minors. For example, the plan must show any physical barriers separating the cannabis area from the rest of the store.</p><h3>Site Plan Requirements</h3><p>Your site plan must show:<ul><li>The location of the building and where it's located on the property</li><li>The location of all entrances to the store</li><li>The locations of other buildings and businesses nearby, the entrances to those buildings, and their names or a description of what they are (e.g. gas station, office building)</li><li>Relevant street names nearby</li><li>Road access to the property, including the locations of any driveways and parking spots</ul><li>If you apply for a <a href='/policy-document/rural-cannabis-retail-licence'>rural store licence</a>, your site plan must show the locations of any businesses that are located in the same building. This includes the business where cannabis will be sold. If the business has a liquor licence, your site plan must show how the cannabis store will be <a href='policy-document-rural-cannabis-retail-licence'>separated from the licensed business</a>.<h3>Submitting Floor & Site Plans</h3><p>Your floor and site plan must reflect what your store and site will look like. After you receive conditional approval, the province will inspect your store to make sure it matches the information you submitted in your application.</p><p>The plans must be clear and legible, in PDF format that can be viewed in any size.</p><h2>Naming Your Store</h2><p>Your store’s name cannot mislead the public about what kind of business you operate. The name cannot imply you are selling medical cannabis, and cannot include words such as &quot;pharmacy,&quot; &quot;apothecary,&quot; or &quot;dispensary.&quot;</p><h2>Store Exterior</h2><p>Your products cannot be visible from outside your store. You must submit pictures or renderings of your store exterior to show that you meet this requirement. </p><p>Pictures must have been taken for the purpose of the application and must not be more than six months old at the time you submit your application.</p><p>Both printed and hand-drawn renderings are accepted, as long as the rendering is clear, legible and shows all the required components.</p><h2>Signage</h2><p>You must submit pictures of your signage or renderings of what your signage will look like. Signage must comply with <a href='https://canadabusiness.ca/government/regulations/regulated-business-activities/marketing-advertising-and-sales-regulations/'>federal requirements</a>. The sign must show the name of the store. Your signage cannot contain any pictures, images or symbols that imply that you sell medical cannabis. For example, your signage cannot include a green cross.</p><p>Both printed and hand-drawn renderings are accepted. Pictures and renderings must be clear, legible and identify all words and images used in the signage.</p><h2>Storage</h2><p>Your entire cannabis inventory must be stored onsite. You are not allowed to store any cannabis offsite. In addition, you are not allowed to share any storage areas with other businesses.</p><p>Your floor plan must show that you meet the requirements for storage.</p>",
    "displayOrder": 11
  },
  {
    "title": "Conditional Approval",
    "slug": "approval-in-principle",
    "menuText": "Conditional Approval",
    "category": "application-requirements",
    "body": "<p>Conditional approval is a decision from the province that you will receive your licence after passing a final inspection. The province refers to this as &quot;Approval in Principle&quot;</p><p>Approval in Principle is granted when the province determines that:<ul><li>You are eligible for the licence</li><li>You have successfully met the requirements in the application</li><li>Your application is supported by the local government or First Nation</li></ul></p><p>Once you have Approval in Principle, you can:<ul><li>Buy, lease or finalize any alternative arrangements for your <a href='policy-document/location-requirements'>store location</a></li><li>Make renovations to ensure your store’s layout and exterior matches the information you submitted in your application</li> </ul></p><p>When your store is ready, contact the province to schedule your <a href='policy-document/inspection'>final inspection.</p>",
    "displayOrder": 12
  },
  {
    "title": "Inspection",
    "slug": "inspection",
    "menuText": "Inspection",
    "category": "application-requirements",
    "body": "<p>Before you get your cannabis licence, you need to pass a final inspection. The inspection ensures that your store’s layout and exterior matches the information you submitted in your application.</p><p>An inspector will:</p><ul><li>Make sure the floor plan and licensed area you submitted is accurate and complies with <a href='policy-document/location-requirements'>location requirements</a></li><li>Confirm your store’s address</li><li>Take pictures of your store</li><li>Review the <a href='policy-document/cannabis-retail-licence'>terms and conditions</a> of your licence with you</li><li>Give you an overview of the compliance process</li></ul><p>You must not have any cannabis products in your store at the time of your inspection.</p><p>When your store is ready, <a href='https://www2.gov.bc.ca/gov/content/employment-business/business/liquor-regulation-licensing/bc-liquor-control-and-licensing-contact-us'>contact the Liquor Control and Licensing Branch</a> to schedule your final inspection.</p>",
    "displayOrder": 13
  },
  {
    "title": "Staff Registration & Training",
    "slug": "employee-registration-training",
    "menuText": "Employees",
    "category": "",
    "body": "<p>Staff of cannabis licensed businesses must be registered with the province. In the future, they will also be required to successfully pass a provincial training program.</p><h2>Staff Registration</h2><p>Everyone who works in a cannabis store must be registered with the province. This includes staff who don't have access to cannabis, such as cleaning staff.</p><p>While working, staff must be able to produce ID at any time. Cannabis inspectors and police officers can ask for their ID to make sure they are registered.<p>As a licensee, you must:<ul><li>Ensure your staff are registered</li><li>Keep a record of staff registration numbers and the dates the numbers expire</li><li>Have the records available for inspection at all times</li></ul></p><p>Staff must pass a security clearance as part of the provincial registration process.<p><p>The registration process is not open yet. The province will let licensees know when and how staff can register.</p><h2>Staff Training</h2><p>In collaboration with the cannabis industry, the province is developing a mandatory training course for cannabis licensees and staff of cannabis licensed businesses. When the program is ready, staff of cannabis stores will be required to successfully pass the training. In the meantime, training is not a requirement.</p><p>More information about the program will be available in the coming months. The province will notify licensees once the program is developed.</p>",
    "displayOrder": 14
  },
  {
    "title": "Ordering Cannabis",
    "slug": "ordering-cannabis",
    "menuText": "Ordering Cannabis",
    "category": "",
    "body": "<p>You can order cannabis for your store once you have a licence.</p><h2>Cannabis Source</h2><p>You can only sell cannabis that you buy from the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a> in your store. You are not allowed to get cannabis from any other source.</p><p>Some applicants are concerned that the Liquor Distribution Branch will not have a large enough cannabis inventory after legalization. The province is working hard to make sure inventory meets retailers’ needs.</p><h2>Agreements with Cannabis Producers</h2><p>You must not purchase cannabis directly from a producer. In addition, you must not:<ul><li>Pay a producer to have guaranteed access to their product</li><li>Accept payment from a producer in return for benefits, such as preferential shelf space</li><li>Accept payment from a producer for agreeing not to sell a competitor’s product</li><li>Make agreements that give you exclusive access to a producer’s product or product line</li></ul></p><h2>Ordering Cannabis</h2><p>Your licence number is required to place an order. You cannot pre-order cannabis before receiving your licence.</p><p>You cannot pre-order cannabis before receiving your licence.</p><p>Once you receive your licence, you can create an account with the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a> to view the product catalog, which lists wholesale prices and product specs (e.g. package sizes).</p><p>Learn more about <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>ordering cannabis</a>. If you have questions, please email <a href='mailto:cannabis@bcldb.com'>cannabis@bcldb.com</a>.",
    "displayOrder": 15
  },
  {
    "title": "Reporting Sales",
    "slug": "reporting-sales",
    "menuText": "",
    "category": "",
    "body": "<p>You are required to report on your cannabis inventory and sales on a regular basis. More information will be available in the coming months.</p>",
    "displayOrder": 16
  }
]