[
  {
    "title": "Cannabis Retail Store Licence",
    "slug": "cannabis-retail-licence",
    "menuText": "Retail Store Licence",
    "category": "license-types",
    "body": "<p>A B.C. cannabis retail store licence will allow licensees to sell non-medical cannabis products and cannabis accessories.</p><p>A cannabis retail store must be a standalone business that is dedicated to selling only cannabis and cannabis accessories. Licensees can only sell federally approved cannabis products. Currently, these are dried cannabis, cannabis oil and seeds. Edibles are not currently permitted by the federal government. All of the cannabis sold in the store must be purchased from the <a href='policy-document/ordering-cannabis'>Liquor Distribution Branch</a>.Licensees are not allowed to sell cannabis that is acquired from any other source, such as cannabis that is self-grown or purchased directly from a producer. </p><p>Cannabis retail stores are allowed to operate between 9 a.m. and 11 p.m., unless the local government or Indigenous Nation imposes shorter hours. Unlike liquor stores, minors are not allowed to enter cannabis retail stores for any reason.</p><p>All sales must be conducted at the physical store location. Online cannabis sales or delivery services are not permitted.</p><p>Customers are not allowed to consume cannabis inside the store.</p><h2>Provincially Operated Cannabis Stores</h2><p>The province will operate a number of <a href='https://www.bcldbcannabisupdates.com/opportunities/public'> cannabis stores</a> in B.C. In addition, the province is allowed to sell cannabis online. Privately owned stores are not.</p><p>All cannabis stores, including provincial stores, must be approved by the local government or Indigenous Nation.</p><h2>Terms & Conditions</h2><p>All cannabis retail store licence holders must follow the terms and conditions of their licence. These terms and conditions are currently under development.</p><p>In the meantime, please continue to visit this site for updates, or sign up for email updates on our home page.</p>",
    "displayOrder": 0
  },
  {
    "title": "Cannabis Rural Retail Store Licence",
    "slug": "rural-cannabis-retail-licence",
    "menuText": "Rural Retail Store Licence",
    "category": "license-types",
    "body": "<p>The province recognizes the importance of providing safe and reliable retail access non-medical cannabis in all areas of the province, including rural areas.  </p><p>As a first step, the province will open opportunities to apply for regular retail licenses.  Once the regional distribution of regular retail non-medical cannabis stores is known, the province anticipates opening opportunities to make applications for rural retail store licences in smaller, more remote communities. This may occur as early as late summer 2018.</p>",
    "displayOrder": 1
  },
  {
    "title": "Cannabis Marketing Licence",
    "slug": "cannabis-marketing-licence",
    "menuText": "Marketing Licence",
    "category": "license-types",
    "body": "<p>A cannabis marketing licence allows marketers to promote the products of licensed cannabis producers and processors to licensed cannabis retail stores.</p><p>Applicants for a cannabis marketing licence will have to go through the same <a href='policy-document/security-clearances-financial-integrity-checks'>security clearances and financial integrity checks</a> as applicants for a cannabis retail store licence. However, applicants for a cannabis marketing licence will not need approval from the local government or Indigenous Nation.</p><p>Additional information about the cannabis marketing licence and how to apply will be published on this website as it becomes available. Please keep checking back for updates, or sign up to receive updates on our home page.</p>",
    "displayOrder": 2
  },
  {
    "title": "Growing & Processing Cannabis",
    "slug": "growing-cannabis",
    "menuText": "Growing Cannabis",
    "category": "license-types",
    "body": "<p>Provincial retail cannabis licences do not allow growing or processing of cannabis products for sale. To grow or process cannabis for sale, you must have a licence from the federal government. For more information, please visit the Government of Canada’s <a href='https://www.canada.ca/en/services/health/campaigns/marijuana-cannabis.html'>cannabis page</a>.</p>Please note that cannabis producers are not eligible for a cannabis retail store licence. In addition, cannabis retail stores with a <a href='policy-document/tied-house'>close financial, business or personal connection</a> to a cannabis producer or processor may not be allowed to sell the producer’s or processor’s products.</p>",
    "displayOrder": 3
  },
  {
    "title": "Eligibility",
    "slug": "eligibility",
    "menuText": "Eligibility",
    "category": "application-requirements",
    "body": "<p>Applicants for a cannabis licence must meet the eligibility criteria.</p><p>Applicants must:<ul><li>Be at least 19 years old</li><li>Apply as a <a href='policy-document/businesses-and-other-legal-entities'>registered business</a></li></ul></p><p>Applicants do not have to be a citizen or resident of B.C. or Canada.</p><p><a href='/policy-document/growing-cannabis'>Producers</a> of cannabis are not eligible for a cannabis retail store licence.</p><h2>Licence Caps</h2><p>The province is not placing a cap on the number of cannabis stores that can operate in B.C. However, a person, business or organization can hold a maximum of 8 cannabis retail licences. This limit will be reviewed on January 1, 2021.</p>",
    "displayOrder": 4
  },
  {
    "title": "Fees",
    "slug": "fees",
    "menuText": "Fees",
    "category": "application-requirements",
    "body": "<p>Application and licensing fees for all cannabis licence types are currently under development and will be announced soon.</p><p>Applicants can expect:<ul><li>An application fee (includes security clearances and financial integrity checks)</li><li>A first-year licensing fee</li></ul></p><p>Once a licence is issued, the licensee must:<ul><li>Pay an annual renewal fee</li><li>Pay a fee to undergo security clearances every two years</li></ul></p>",
    "displayOrder": 5
  },
  {
    "title": "Local Governments",
    "slug": "local-governments",
    "menuText": "Local Governments",
    "category": "application-requirements",
    "body": "<p>Cannabis retail stores in B.C. must have approval from the local government where the store is located. <a href='policy-document/contact'>Contact us</a> if unsure which jurisdiction needs to approve an application.</p><p>Local governments can:<ul><li>Choose not to accept applications for cannabis retail store licences</li><li>Set a cap on how many cannabis retail stores can operate in their community</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis retail stores can be located</a></li><li><a href='policy-document/cannabis-retail-licence'>Limit the hours</a> that cannabis retail stores can operate</li><li>Charge fees for assessing applications</li><li>Decide not to approve an application</li></ul></p><p>Potential applicants should contact the local government as soon as possible to ask if they are accepting applications and to check for local requirements. Then applicants must submit an application for a cannabis retail store licence to the province before finalizing local government approval. The province will not issue a licence until this approval is in place.</p><p>If the local government does not approve an application, the province will not issue a licence.</p><h2>Public Consultations</h2><p>If the local government is accepting applications, they must hold a public consultation to determine how a cannabis retail store would affect the surrounding community. They must use the results of the consultation to recommend to the province whether an application should be approved or not.</p><p>The public consultation has to be specific to the application. Past consultations do not meet the requirement for local government approval.</p><p>Applicants should ask the local government about their process and any requirements they need to meet.</p><h2>Local Approvals and Zoning</h2><p>In addition to a provincial cannabis retail store licence, a store must have all required local government approvals, such as zoning or a business licence/permit.</p><p>Applicants should ask the local government about requirements for cannabis stores.</p>",
    "displayOrder": 6
  },
  {
    "title": "Indigenous Nations",
    "slug": "indigenous-nations",
    "menuText": "Indigenous Nations",
    "category": "application-requirements",
    "body": "<p>Potential applicants wanting to operate a cannabis retail store that is located under the jurisdiction of an Indigenous Nation must have approval from the Indigenous Nation. <a href='policy-document/contact'>Contact us</a> if unsure which jurisdiction needs to approve an application.</p><p>Indigenous Nations can:<ul><li>Choose not to accept applications for cannabis retail store licences</li><li>Set a cap on how many cannabis retail stores can operate in their community</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis retail stores can be located</a></li><li>Limit the <a href='policy-document/cannabis-retail-licence'>hours</a> that cannabis retail stores can operate</li><li>Charge fees for assessing applications</li><li>Decide not to approve an application</li></ul></p><p>Applicants should contact the Indigenous Nation as soon as possible to ask if they are accepting applications and to check for local requirements. An application for a cannabis retail store licence must be submitted to the province first before finalizing Indigenous Nation approval. The province will not issue a licence until this approval is in place.</p><p>If the Indigenous Nation does not approve an application, the province will not issue a licence.</p></p><h2>Public Consultations</h2><p>If the Indigenous Nation is accepting applications, they must hold a public consultation to determine how a cannabis retail store would affect the surrounding community. They must use the results of the consultation to recommend to the province whether an application should be approved or not. </p><p>The public consultation has to be specific to an application. Past consultations do not meet the requirement for Indigenous Nation approval.</p><p>Indigenous Nations may follow the provincial consultation process for local governments or they may develop a process of their own.</p><p>Applicants should ask the Indigenous Nation about their process and any requirements they need to meet.</p><h2>Local Approvals and Zoning</h2><p>In addition to a provincial cannabis retail store licence, a store may need zoning approval and a business permit or licence from the Indigenous Nation to sell cannabis. </p><p>Applicants should ask the Indigenous Nation about specific requirements.</p>",
    "displayOrder": 7
  },
  {
    "title": "Business Types",
    "slug": "businesses-and-other-legal-entities",
    "menuText": "Business Types",
    "category": "application-requirements",
    "body": "<p>Applicants must have a business that is registered in B.C. to apply for a cannabis retail store licence. The application requirements depend on the type of business that an applicant holds.</p><h2>Registering a Business</h2><p>Only applicants with a registered business can apply for a cannabis retail store licence. Register or incorporate your business by visiting <a href='http://www.bcbusinessregistry.ca/'>B.C.'s OneStop Business Registry</a>.</p><p>Applicants must also:<ul><li><a href='https://www2.gov.bc.ca/gov/content/taxes/sales-taxes/pst/register'>Register to collect PST</a> so that they can order cannabis from the Liquor Distribution Branch.</li><li>Get a <a href='https://www.canada.ca/en/services/taxes/business-number.html'>Business Number</a> (nine-digit number) from the Canada Revenue Agency</li><li>Create a <a href='https://www.bceid.ca/register/business/getting_started/getting_started.aspx'>Business BCeID</a> so they can log in to the application</li></ul></p><h2>Businesses outside B.C.</h2><p>A business that is incorporated outside of B.C. can register as an <a href = 'https://www2.gov.bc.ca/gov/content/employment-business/business/managing-a-business/permits-licences/businesses-incorporated-companies/incorporated-companies/incorporate-extraprovincial'>extraprovincial company in B.C.</a> Applicants may want to get legal advice to make sure the business is able to operate in B.C.</p><h2>Application Requirements by Business Type</h2><p>Applicants will need to submit the following information about their business:</p><h3>Private Corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of current directors and officers by:<ul><li>Full legal name</li><li>Position</li><li>Date of appointment</li></ul><li>List of shareholders by:<ul><li>Full legal name</li><li>Class of shares</li><li>Percentage of voting and non-voting shares</li><li>Date shares issued/transferred/cancelled</li></ul><li>If one of the shareholders is a private corporation, a public corporation, a society or a partnership, you must submit all the required information for that type of organization.</li></ul><h3>Public Corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)<li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of all current directors and officers by: </li><ul><li>Full legal name</li> <li>Position</li> <li>Date of appointment</li></ul></li></ul><h3>Sole Proprietor</h3><ul><li>Full legal name</li><li>Address</li><li>Contact information (mailing address, email, phone number)<li>Date of birth</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li></ul><h3>Partnership</h3><ul><li>Name of the partnership</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Partnership Agreement identifying each partner by their:</li><ul><li>Full legal name</li><li>Address</li><li>Date of birth</li></ul></li><li>If one of the partners is a private corporation, public corporation or society, you must submit all of the required information for that type of organization</li></ul><h3>Society</h3> <ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of all current directors and officers by:<ul><li>Full legal name</li><li>Position</li><li>Date of appointment</li></ul><li>Society incorporation number</li><li>Date of incorporation</li></ul><h3>Indigenous Nations</h3><ul><li>Full name of Indigenous Nation applying for the licence</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Identify one or more representatives by:<ul><li>Full legal name</li><li>Business contact information</li></ul></li></ul>",
    "displayOrder": 8
  },
  {
    "title": "Security Clearances & Financial Integrity Checks",
    "slug": "security-clearances-financial-integrity-checks",
    "menuText": "Security and Financial Checks",
    "category": "application-requirements",
    "body": "<p>All applicants for a non-medical cannabis retail licence must undergo security clearances—including criminal and police record checks—and financial integrity checks.</p><p>These checks include clearances for various associates of the applicant, including directors, officers, shareholders and senior management.</p><p>The <a href='policy-document/fees'>application fee</a> covers the cost of these checks. If the applicant is approved for a licence, the applicant and all associates must undergo all required security clearances (and pay a <a href='/policy-document/fees'>fee</a>) every two years.</p><h2>Security Clearance</h2><p>The applicant and all the associates who require a security clearance must authorize the security clearances when the application is submitted.</p><p>The following people may require a security clearance. The province may also require security clearances for additional individuals who are not listed below.</p><h3>Private Corporation</h3><ul><li>Directors and officers</li><li>Shareholders holding at least 10% or more of voting shares</li></ul><h3>Public Corporation</h3><ul><li>Directors and officers</li></ul><h3>Society</h3><ul><li>Directors and officers</li><li>Senior management</li></ul><h3>General Partnership</h3><ul><li>All partners</li></ul><h3>Limited Partnership</h3><ul><li>All general partners</li><li>Limited partners holding at least a 10% interest in the partnership</li></ul><h3>Sole Proprietorship</h3><ul><li>Sole proprietor</li></ul><h3>Indigenous Nation</h3><ul><li>Authorized person</li></ul><h2>Financial Integrity Check</h2><p>The same people who must go through a security clearance are required to go through a financial integrity check. More information about the financial integrity check will be available soon.</p><h2>Criminal and Police Record Checks</h2><p>A security clearance might reveal that an applicant or associate has a criminal record or has had an adverse interaction with the law. This doesn’t necessarily mean that the licence will be denied.</p><p>The province will evaluate criminal records on a case-by-case basis and will consider a number of factors. If the application process reveals an association with organized crime, that applicant will not receive a cannabis retail store licence.<h2>Illegal Cannabis Dispensaries</h2><p>Operators of cannabis dispensaries who are currently operating illegally may apply for a cannabis retail store licence. These applicants must go through the same application process, including security clearances and financial integrity checks, as other applicants. Existing illegal dispensary operators will not receive any preferential treatment in the application process.</p><p>If the application process reveals an association with organized crime, that applicant will not receive a cannabis retail store licence.</p><p>If approved for a licence, the licensee must comply with all laws, regulations and the terms and conditions of the licence.</p>",
    "displayOrder": 9
  },
  {
    "title": "Connections to Producers",
    "slug": "tied-house",
    "menuText": "Connections to Producers",
    "category": "application-requirements",
    "body": "<p>A personal, financial or business connection between a cannabis retail store and a cannabis producer is called a tied house.</p> <p>Cannabis retail stores are allowed to have tied house connections. However, cannabis retail stores with a close tied house connection are not allowed to sell any of the producer’s products. In addition, cannabis producers are not allowed to hold a cannabis retail store licence.<p><p>Similar restrictions will likely be placed on cannabis retail stores with a tied house connection to a processor. More information will be posted on this website in the future.</p><h2>Close Tied House Connections</h2><p>Licensees will not be allowed to sell a producer's products if:<ul><li>The licensee holds or has a beneficial interest in, directly or indirectly, 20% or more of the producer's voting shares</li><li>An immediate family member has any financial interest in the producer</li><li>The producer holds or has a beneficial interest in, directly or indirectly, 20% or more of the cannabis retail business's voting shares</li><li>Any person, partnership or company holds or has a beneficial interest in, directly or indirectly, 20% or more of both the cannabis retail store’s and the producer's voting shares</li></ul><p>Immediate family members include spouses, parents, siblings, children, sons-in-law and daughters-in-law.</p><h2>Application Requirements</h2><p>Applicants must declare if they or any business partners or an immediate family member of the applicant or any business partner has any ownership in a cannabis producer, even if less than 20%.</p><p>All shareholders must do the same.</p>",
    "displayOrder": 10
  },
  {
    "title": "Location Requirements",
    "slug": "location-requirements",
    "menuText": "Location Requirements",
    "category": "application-requirements",
    "body": "<p>Applicants must submit the following information about the store location to make sure it meets local and provincial requirements.</p><h2>Parcel Identifier (PID)</h2><p>A PID is used to identify the parcel of real property where a store is located. It is either a nine-digit number or a legal description of the property.</p><p>The property’s PID is found on:<ul><li>The title to the property</li><li>Through the <a href='https://ltsa.ca/'>B.C. Land Title and Survey Authority</a></li><li>The tax assessment notice from BC Assessment</li><li><a href='https://www.bcassessment.ca/'>BC Assessment’s e-valueBC website</a></li><li>The municipal tax notice</li><li>The property lease</li></ul><h2>Full Street Address</h2><p>The address must include:</p><ul><li>Suite or apartment numbers (if applicable)</li><li>Postal code</li></ul><p>The province does not have any restrictions on where a store can be located or how far away it needs to be from other cannabis retail stores. However, local governments and Indigenous Nations may have local requirements. For example, they might not allow cannabis retail stores to operate near schools.</p><p>Applicants should ask about local requirements before committing to a location.</p><h2>Property Ownership or Lease </h2><p>Applicants must sign a declaration that they either:<ul><li>Own the property or have an agreement to buy it if they are approved for a licence, or</li><li>Have a lease on the property or have an agreement to lease it if they are approved for a licence, or</li><li>Have a different property arrangement in place (for example, a sublease or a property owned or leased in the name of one of the applicant's business partners)</li></ul></p><p><a href='policy-document/contact'>Contact us</a> for more information about property arrangements.</p><p>Leases or other arrangements must be for at least 12 months from the time a licence is issued.</p><p>Applicants are not required to commit to purchasing or leasing a property when submitting an application. Applicants must purchase or lease the property after receiving <a href='policy-document/approval-in-principle'>conditional approval.</a></p><h2>Self-Contained Business</h2><p>The store must be a self-contained business. Licensees must not operate a cannabis retail store as part of another business, such as a pharmacy, restaurant or a liquor store.</p><h3>Shopping Malls</h3><p>If a store is located in a shopping mall or if the province approves a store to have another shared common area outside of the store, the store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed, immoveable and non-transparent floor-to-ceiling walls separating your store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li></ul><h3>Vestibules</h3><p>If the province approves a store to share a vestibule (such as a foyer) with another business, the store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed, immoveable and non-transparent floor-to-ceiling walls separating the store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li></ul><p>In addition, the other business may not:</p><ul><li>Offer most of its goods or services to minors </li><li>Be licensed to serve liquor by the glass</li></ul><h2>Floor Plan & Site Plan</h2><p>The floor plan, site plan and photos of the exterior of the store must show that it meets the requirement for a self-contained cannabis store, a store in a shopping mall or a store that shares a vestibule with another business.</p><h3>Floor Plan Requirements</h3><p>The floor plan must show:<ul><li>All doors leading into/out of the sales area</li><li>All entrances to the store (including back doors)</li><li>The locations of all fixed shelving or display cases</li><li>The locations of all cash registers</li><li>Which areas are public and which are for staff only</li><li>The locations of all storage areas</li></ul></p><h3>Site Plan Requirements</h3><p>The site plan must show:<ul><li>The location of the building and where it's located on the property</li><li>The location of all entrances to the store</li><li>The locations of other buildings and businesses nearby, the entrances to those buildings, and their names or a description of what they are (e.g. gas station, office building)</li><li>Relevant street names nearby</li><li>Road access to the property, including the locations of any driveways and parking spots</ul><h3>Submitting Floor & Site Plans</h3><p>The floor and site plans must reflect what the store and site will look like. After an applicant receives conditional approval, the province will inspect the store to make sure it matches the information submitted in the application.</p><p>The plans must be clear and legible, in PDF format that can be viewed in any size.</p><h2>Naming the Store</h2><p>A store’s name cannot mislead the public about what kind of business it operates. The name cannot imply a licensee is selling medical cannabis, and cannot include words such as &quot;pharmacy,&quot; &quot;apothecary,&quot; or &quot;dispensary.&quot;</p><p>Additionally, a store name cannot imply an association with another business. This applies to signs, trademarks and any type of branding.</p><p>Store names will be reviewed during the application process.</p><h2>Store Exterior</h2><p>Cannabis products cannot be visible from outside the store. Applicants must submit pictures or renderings of the store exterior to show that they meet this requirement. </p><p>Pictures must have been taken for the purpose of the application and must not be more than six months old at the time the application is submitted.</p><p>Both printed and hand-drawn renderings are accepted, as long as the rendering is clear, legible and shows all the required components.</p><h2>Signage</h2><p>Applicants must submit pictures of proposed signage or renderings of what the signage will look like. Signage must comply with <a href='https://canadabusiness.ca/government/regulations/regulated-business-activities/marketing-advertising-and-sales-regulations/'>federal requirements</a>. The sign must show the name of the store. Signage cannot contain any pictures, images or symbols that imply the sale of medical cannabis. For example, signage cannot include a green cross.</p><p>Additionally, signage cannot imply an association with another business. This applies to the store name, trademarks and any type of branding.</p><p>Both printed and hand-drawn renderings are accepted. Pictures and renderings must be clear, legible and identify all words and images used in the signage.</p><h2>Storage</h2><p>A licensee's entire cannabis inventory must be stored onsite. In addition, licensees are not allowed to share any storage areas with other businesses.</p><p>Floor plans must show that these requirements for storage are met.</p>",
    "displayOrder": 11
  },
  {
    "title": "Conditional Approval",
    "slug": "approval-in-principle",
    "menuText": "Conditional Approval",
    "category": "application-requirements",
    "body": "<p>Conditional approval is a decision from the province that an applicant will receive a licence if they pass a final inspection. The province refers to this as &quot;Approval in Principle&quot;</p><p>Approval in Principle is granted when the province determines that:<ul><li>An applicant is eligible for the licence</li><li>An applicant has successfully met the requirements in the application</li><li>An application is supported by the local government or Indigenous Nation</li></ul></p><p>Once Approval in Principle is granted, an applicant can:<ul><li>Buy, lease or finalize any alternative arrangements for the <a href='policy-document/location-requirements'>store location</a></li><li>Make renovations to ensure the store’s layout and exterior matches the information submitted in the application</li> </ul></p><p>When the store is ready, contact the province to schedule a <a href='policy-document/inspection'>final inspection.</a></p><p>The province does not know how many applications for a cannabis retail store licence will be received. Therefore, it is difficult to predict how long applications will take to process. The province is dedicating to processing applications as efficiently as possible. To minimize delays in processing, applicants should make sure the application is complete before submitting it.</p>",
    "displayOrder": 12
  },
  {
    "title": "Inspection",
    "slug": "inspection",
    "menuText": "Inspection",
    "category": "application-requirements",
    "body": "<p>Before applicants can receive a cannabis retail store licence, there must be a successful final inspection. The inspection ensures that the store’s layout and exterior matches the information submitted in the application.</p><p>When ready, contact the <a href='policy-document/contact'>Liquor Control and Licensing Branch</a> to schedule a final inspection.</p><p>An inspector will:</p><ul><li>Make sure the floor plan and licensed area the applicant submitted is accurate and complies with <a href='policy-document/location-requirements'>location requirements</a></li><li>Confirm the store’s address</li><li>Confirm signage requirements</li><li>Take pictures of the store</li><li>Review the <a href='policy-document/cannabis-retail-licence'>terms and conditions</a> of the licence with the applicant</li><li>Give the applicant an overview of the compliance process</li></ul><p>There must not be any cannabis products in the store at the time of the inspection.</p>",
    "displayOrder": 13
  },
  {
    "title": "Employee Registration & Training",
    "slug": "employee-registration-training",
    "menuText": "Employees",
    "category": "",
    "body": "<p>Employees of cannabis licensed businesses must be registered with the province. In the future, they will also be required to successfully pass a provincial training program.</p><h2>Employee Registration</h2><p>Everyone who works in a cannabis retail store must be registered with the province. This includes employees who don't have access to cannabis, such as cleaning staff. As part of the registration process, employees must also pass a security clearance every two years.</p><p>Application and licensing fees do not include the costs associated with the employee registration process. Employees are responsible for registering themselves and paying any fees associated with their registration. Applicants/licensees can choose to pay for their employees’ registration and security clearances if they wish.</p><p>While working, employees must be able to produce ID at any time. Cannabis inspectors and police officers can ask for verification of their registration, including their ID, to make sure they are registered.<p>Licensees must:<ul><li>Ensure all employees are registered</li><li>Keep a record of employee registration numbers and the dates the numbers expire</li><li>Have the records available for inspection at all times</li></ul></p><p>The registration process is not open yet. The province will let licensees know when and how employees can register.</p><h2>Employee Training</h2><p>A training course will be developed for cannabis licensees and employees of cannabis licensed businesses. When the program is ready, employees of cannabis retail stores will be required to successfully pass the training.</p><p>More information about the program will be available in the coming months. The province will notify licensees once the program is developed.</p>",
    "displayOrder": 14
  },
  {
    "title": "Ordering Cannabis",
    "slug": "ordering-cannabis",
    "menuText": "Ordering Cannabis",
    "category": "",
    "body": "<p>Licensees can order cannabis for their cannabis retail store once licensed and registered with the Liquor Distribution Branch.</p><h2>Cannabis Source</h2><p>Licensees can only sell cannabis purchased from the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a>. This is a strict requirement.</p><h2>Agreements with Cannabis Producers</h2><p>Licensees must not purchase cannabis directly from a producer. In addition, licensees must not:<ul><li>Pay a producer to have guaranteed access to their product</li><li>Accept payment from a producer in return for benefits, such as preferential shelf space</li><li>Accept payment from a producer for agreeing not to sell a competitor’s product</li><li>Make agreements that give you exclusive access to a producer’s product or product line</li></ul></p><h2>Ordering Cannabis</h2><p>The cannabis retail store licence number is required to place an order. Licensees cannot pre-order cannabis before receiving their licence.</p><p>Once a licensee has received their licence, they must register with the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a> to view the product catalog, which lists wholesale prices and product specs (e.g. package sizes).</p><p>Learn more about <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>ordering cannabis</a>. Questions may be directed to <a href='mailto:cannabis@bcldb.com'>cannabis@bcldb.com</a>.",
    "displayOrder": 15
  },
  {
    "title": "Reporting Sales",
    "slug": "reporting-sales",
    "menuText": "",
    "category": "",
    "body": "<p>Licensees must report their cannabis inventory and sales on a monthly basis. More information will be available in the coming months.</p>",
    "displayOrder": 16
  },
  {
    "title": "Contact Us",
    "slug": "contact",
    "menuText": "",
    "category": "",
    "body": "Questions? Email us at <a href='mailto:cannabisregs@gov.bc.ca'>cannabisregs@gov.bc.ca</a>.",
    "displayOrder": 17
  }
]