[
  {
    "title": "Cannabis Retail License",
    "slug": "cannabis-retail-license",
    "intro": "",
    "body": "<p>A B.C. cannabis retail licence allows you to sell non-medical cannabis products for customers to consume away from the store.</p><p>All cannabis retail licence holders must follow the terms and conditions of their licence. These terms and conditions are currently under development. </p><p>In the meantime, the preliminary rules you must follow are available below. Additional rules will be added in the coming months.</p><p>Several exceptions for <a href='/policy-document/rural-cannabis-retail-license'>rural cannabis stores</a> apply.<h3>Store Operations:</h3><ul><li>Your hours of operation must be between 9 a.m. and 11 p.m., unless the local government or First Nation imposes different hours</li><li>Third-party operator agreements (allowing someone to operate your store on your behalf) are not allowed</li></ul><h3>Physical Requirements:</h3><ul><li>Your store must be a <a href='policy-document/location-requirements'>self-contained business</a></li><li>You are not allowed to display products in a way that allows for customer self-service</li><li>Cannabis products cannot be visible to minors from outside the store</li></ul><h3>Minors:</h3><ul><li>You must not allow minors to enter your store</li> </ul><h3>Buying Cannabis:</h3><ul><li>You must <a href='policy-document/ordering-cannabis'>buy cannabis from the provincial distributor only</a></li><li>You are not allowed to re-package cannabis that you buy from the provincial distributor into different sizes or with your own branding</li><li>You must not pay a producer to have guaranteed or exclusive access to their product or product line</li><li>You must not accept payment from a producer in return for benefits, such as preferential shelf space, or for agreeing not to stock a competitor’s product</li></ul><h3>Storing Cannabis:</h3><ul><li>You must store your cannabis inventory onsite only</li><li>You must not store cannabis that you have acquired illegally</li></ul><h3>Sales:</h3><ul><li>You are allowed to sell only cannabis products and accessories that you get from the provincial distributor</li><li>All of your sales must be conducted onsite. You are not allowed to sell cannabis online or to offer a delivery service</li><li>The maximum amount of cannabis that you can sell to a customer is equivalent to 30 grams of dried cannabis</li><li>You are not allowed to sell the products of any producer or processor that you have a close family, business or financial connection to</li><li>You must report on your inventory and sales on a regular basis</li><li>You are not allowed to sell products that aren’t related to cannabis</li><li>You are not allowed to sell liquor or tobacco</li><li>You are not allowed to sell edibles</li></ul><h3>Cannabis Consumption:</h3><ul><li>Cannabis must not be consumed in your store</li><li>You are not allowed to give or sell samples of cannabis to customers</li></ul><h3>Employees:</h3><ul><li>You must register your employees with the province and keep records of their registration</li><li>Employees must pass a security clearance as part of the registration process</li><li>Employees must pass a provincial training program for the responsible sale of cannabis</li></ul><h3>Advertising:</h3><ul><li>Your store name and signage must be approved by the province, must not mislead the public about what kind of business you operate and must not imply that you sell medical cannabis</li><li>All of your advertising, signage and sponsorships must comply with the federal Cannabis Act</li></ul><h3>Compliance & Enforcement:</h3><ul><li>You must always allow inspectors and police officers to enter your store and you must not draw attention to them</li></ul>",
    "displayOrder": 0 
  },
  {
    "title": "Approval in Principle",
    "slug": "approval-in-principle",
    "intro": "",
    "body": "<p>&quot;Approval in principle&quot; is a conditional approval from the province letting you know that you will receive your licence after passing a final inspection.</p><p>Conditional approval is granted when the province determines that:<ul><li>You are eligible for the licence</li><li>You successfully met the requirements in the application</li><li>Your application is supported by the local government or First Nation</li><ul></p><p>Once you have conditional approval, you can:<ul><li>Buy, lease or finalize any alternative arrangements for your <a href='policy-document/location-requirements'>store location</a></li><li>Make renovations to ensure your store’s layout and exterior matches the information you submitted in your application</li> </ul></p><p>When your store is ready, contact the province to schedule your <a href='policy-document/inspection'>final inspection.</p>",
    "displayOrder": 1
  },  
  {
    "title": "Business BCeID",
    "slug": "business-bceid",
    "intro": "<p>A Business BCeID account is required to login to the application.</p>",
    "body": "<p>Business BCeID provides businesses with secure access to many online government services with just one ID and password. </p>\n<p>It takes about 15 minutes to complete the five step registration process. To begin, visit <a href=\"https://www.bceid.ca/register/business/getting_started/getting_started.aspx\">Register for a Business BCeID.</a></p>\n  <p>You can check if your business or organization is already registered with a Business BCeID by checking the <a href=\"https://www.bceid.ca/directories/whitepages/\">Business Directory</a>\n  </p>\n<p>There is no cost to register a Business BCeID</p>",
    "displayOrder": 2
  },
  {
    "title": "Businesses and Other Legal Entities",
    "slug": "businesses-and-other-legal-entities",
    "intro": "",
    "body": "<p>Any business or legal entity that is registered in B.C. can apply for a cannabis retail licence. Your application requirements depend on the type of business or legal entity you operate.</p><h2>Registering a Business or Other Legal Entity</h2><p>Only registered businesses or other legal entities can apply for a cannabis retail licence. Learn about registering or incorporating your organization by visiting <a href='https://www2.gov.bc.ca/gov/content/governments/organizational-structure/ministries-organizations/ministries/citizens-services/bc-registries-online-services'>BC Registry Services</a>.</p><p>You must also <a href='https://www2.gov.bc.ca/gov/content/taxes/sales-taxes/pst/register'>register to collect PST</a> so that you can order cannabis from the provincial distributor.</p><h2>Businesses outside B.C.</h2><p>If you have a business that is incorporated outside of B.C., you can register as an <a href = 'https://www2.gov.bc.ca/gov/content/employment-business/business/managing-a-business/permits-licences/businesses-incorporated-companies/incorporated-companies/incorporate-extraprovincial'>extraprovincial company in B.C.</a> You may want to get legal advice to make sure your business is able to operate in B.C.</p><h2>Application Requirements by Business Type</h2><p>You need to submit the following information about your business:</p><h3>Private Corporation</h3><ul><li>Name</li><li>Incorporation number</li><li>Date of incorporation.</li><li>Central Securities Register (shareholder register) listing all shareholders by:<ul><li>Full legal name</li><li>Address</li><li>Date of birth</li><li>Class of shares</li><li>Number of voting and non-voting shares</li><li>Date shares issued/transferred/cancelled</li></ul> <li>Business Number (9 digit number issued by Revenue Canada).</li><li>Register of of all current directors and officers by: <ul><li>Full legal name</li><li>Position</li><li>Date of appointment</li></ul></li><li>If one of the shareholders is a private corporation, a public corporation, a society or a partnership, you must submit all documents for that legal entity type. </li><ul><h3>Public Corporation</h3><li>Name</li><li>Incorporation number</li><li>Date of incorporation.</li><li>Register of of all current directors and officers by: </li><ul><li>Full legal name</li> <li>Position</li> <li>Date of appointment</li></ul></li><li>Business Number (9 digit number issued by Revenue Canada).</li></ul><h3>Sole proprietor</h3><ul><li>Full legal name</li><li>Address</li> <li>Date of birth. </li><li>Business Number (9 digit number issued by Revenue Canada).</li></ul><h3>Partnership</h3><ul><li>Name of the partnership.</li><li>Partnership Agreement identifying each partner by their</li><ul><li>Full legal name,</li><li>Address</li><li>Date of birth.</li></ul></li><li>Business Number (9 digit number issued by Revenue Canada).</li><li>If one of the partners is a private corporation, public corporation or society you must submit all documents for that legal entity type.</li></ul><h3>Society / Non-Profit Corporation</h3> <ul><li>Name</li><li>Society number</li><li>Date of formation</li><li>Business Number (9 digit number issued by Revenue Canada).</li></ul><h3>Other</h3><ul><li>Includes entities incorporated through Federal or Provincial legislation, such as a local government, First Nation, college or university</li><li>Full name of entity or organization applying for the licence.</li><li>Identify one or more representatives by<ul><li>Full legal name</li><li>Business contact information</li></ul></li><li>Business Number (9 digit number issued by Revenue Canada).</li></ul>",
    "displayOrder": 3
  },
  {
    "title": "Eligibility",
    "slug": "eligibility",
    "intro": "",
    "body": "<p>Applicants for a cannabis retail licence must:<ul><li>Be at least 19 years old</li><li>Apply as a <a href='policy-document/businesses-and-other-legal-entities'>registered business or other legal entity</a></li></p><p>Applicants do not have to be a citizen or resident of B.C. or Canada.</p>",
    "displayOrder": 4
  },
  {
    "title": "Fees",
    "slug": "fees",
    "intro": "",
    "body": "<p>Fees are currently under development and will be available in the coming months. You can expect:<ul><li>An application fee</li><li>A security clearance deposit (unused amount will be refunded)</li><li>A financial integrity assessment fee or deposit</li><ul></p><p>Once your licence is approved, you must pay a fee to receive it. There is also an annual licence renewal fee.</p>",
    "displayOrder": 5
  },
  {
    "title": "Inspection",
    "slug": "inspection",
    "intro": "",
    "body": "<p>Before you get your licence, you need to pass a final inspection. The inspection ensures that your store’s layout and exterior matches the information you submitted in your application.</p><p>An inspector will:</p><ul><li>Make sure the floor plan and licensed area you submitted is accurate and complies with <a href='policy-document/location-requirements'>licensing policy</a></li><li>Confirm your store’s address</li><li>Take pictures of your store</li><li>Review the <a href='policy-document/cannabis-retail-license'>terms and conditions</a> of your licence with you</li><li>Give you an overview of the compliance process</li></ul><p>If you operate an illegal dispensary, you must not have any cannabis products in your store by the time of your inspection.</p><p>When your store is ready, contact the province to schedule your final inspection.</p>",
    "displayOrder": 6
  },
  {
    "title": "Reporting Sales",
    "slug": "reporting-sales",
    "intro": "",
    "body": "<p>You are required to report on your cannabis inventory and sales on a regular basis. More information will be available in the coming months.</p>",
    "displayOrder": 7
  },
  {
    "title": "Location Requirements",
    "slug": "location-requirements",
    "intro": "",
    "body": "<p>You must submit the following information about your location to make sure it meets local and provincial requirements.</p><h2>Parcel Identifier Number (PID)</h2><p>A PID is used to identify your store’s location. </p><p>You can find your property’s PID on:<ul><li>The tax assessment notice from BC Assessment</li><li><a href='https://www.bcassessment.ca/'>BC Assessment’s e-valueBC website</a></li><li>The municipal tax notice</li></ul><p>The B.C. government does not have any restrictions on where your store can be located or how far away it needs to be from other cannabis stores. However, some local governments and First Nations have local requirements. For example, they might not allow cannabis stores to operate near schools.</p><p>You should ask about local requirements before committing to a location.</p><h2>Property Ownership or Lease </h2><p>You must sign a declaration that you:<ul><li>Own the property or have an agreement to buy it if you are approved for a licence</li><li>Have a lease on the property or have an agreement to lease it if you are approved for a licence</li><li>Have a different property arrangement in place (for example, a sublease or a property owned or leased in the name of one of your business partners)</li></ul></p><p>Leases must be for at least 12 months from the time you receive your licence.</p><p>You are not required to commit to purchasing or leasing a property when you submit your application. You must purchase or lease the property after you receive <a href='policy-document/approval-in-principle'>conditional approval.</a></p><h2>Self-Contained Business</h2><p>Unless you operate a <a href='policy-document/rural-cannabis-retail-license'>rural cannabis retail store</a>, your store must be self-contained businesses. You must not operate a cannabis store as part of another business, such as a pharmacy or a liquor store. </p><p>If your store is located in a building (such as a mall) that is shared with other businesses, your store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Have a public entrance that is separate and distinct from areas you share with other businesses, such as lobbies or corridors </li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed and immoveable floor-to-ceiling walls separating your store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li></ul><p><p>Your floor plan, site plan and photos of the exterior of your store must show that you meet the requirement for a self-contained cannabis store.</p><h2>Floor Plan & Site Plan</h2><p>Your floor plan must show:<ul><li>All doors leading into/out of the sales area</li><li>All entrances to the store (including back doors)</li><li>The locations of all fixed shelving and/or display cases</li><li>The locations of all cash registers</li><li>Which areas are public and which are for staff only</li><li>The dimensions of all rooms</li><li>The locations of all storage areas</li></ul></p><p>If you apply for a <a href='policy-document/rural-licences'>rural store</a>, your floor plan must also show how cannabis will not be visible to minors.</p><p>Your site plan must show:<ul><li>The location of your store’s main public entrance</li><li>The locations of other buildings and businesses nearby, the entrances to those buildings, and their names or a description of what they are (e.g. gas station, office building)</li><li>Relevant street names nearby</li></ul><p>Do not submit your current floor or site plan. Submit a floor plan and site plan of what your store and site will look like when ready for <a href='policy-document/inspection'>inspection</a>. The plans must be in clear and legible, in PDF format that can be viewed in any size.</p><h2>Naming Your Store</h2><p>Your store’s name cannot mislead the public about what kind of business you operate. The name cannot imply you are selling medical cannabis, and cannot include words such as &quot;pharmacy,&quot; &quot;apothecary,&quot; or &quot;dispensary.&quot;</p><h2>Store Exterior</h2><p>Your products cannot be visible from outside your store. You must submit pictures or renderings of your store exterior to show that you meet this requirement. </p><p>Pictures must have been taken for the purpose of the application and must not be more than six months old at the time you submit your application.</p><p>Both printed and hand-drawn renderings are accepted, as long as the rendering is clear, legible and shows all the required components.</p><h2>Signage</h2><p>You must submit pictures of your signage or renderings of what your signage will look like. Signage must comply with <a href='https://canadabusiness.ca/government/regulations/regulated-business-activities/marketing-advertising-and-sales-regulations/'>federal requirements</a>. The sign must show the name of the store.</p><p>Both printed and hand-drawn renderings are accepted. Pictures and renderings must be clear, legible and identify all words and images used in the signage.</p>",
    "displayOrder": 8
  },
  {
    "title": "Local Governments",
    "slug": "local-governments",
    "intro": "",
    "body": "<p>Cannabis stores in B.C. must have approval from the local government where the store is located.</p><p>Local governments can:<ul><li>Choose not to accept applications for cannabis retail store licences</li><li>Set a cap on how many cannabis retail stores can operate in their community</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis stores can be located</a></li><li><a href='policy-document/cannabis-retail-license'>Limit the hours</a> that cannabis stores can operate</li><li>Ask the province to place restrictions on licences they approve</li><li>Decide not to approve an application, for any reason</li><ul></p><p>You should contact the local government as soon as possible to ask if they are accepting applications and to check for local requirements.<p>If the local government does not approve your proposed store, your application will be cancelled. <h2>Public Consultations</h2><p>The local government must hold a public consultation to determine how your cannabis store would affect the surrounding community.</p><p>You should ask the local government about their process and what you need to do to initiate the public consultation.</p><h2>Local licences and zoning</h2><p>In addition to a provincial cannabis retail licence, your store may need zoning approval and a business permit or licence from the local government to sell cannabis. </p><p>Every municipality in B.C. issues their own business licences, permits and zoning. </p><p>Ask the local government about applying for a business licence and getting zoning approval.</p>",
    "displayOrder": 9
  },
  {
    "title": "First Nations",
    "slug": "first-nations",
    "intro": "",
    "body": "<p>Cannabis stores located on land that belongs to an First Nation must have approval from the First Nation.</p><p>First Nations can:<ul><li>Choose not to accept applications for cannabis retail store licences</li><li>Set a cap on how many cannabis retail stores can operate on their land</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis stores can be located</a></li><li>Limit <a href='policy-document/cannabis-retail-license'>the hours</a> that cannabis stores can operate</li><li>Ask the province to place restrictions on licences they approve</li><li>Decide not to approve an application, for any reason</li></ul></p><p>You should contact the First Nation as soon as possible to ask if they are accepting applications and to check about specific requirements they may have for cannabis stores.</p><p>If the First Nation does not approve your proposed store, your application will be cancelled.</p><h2>Local licences and zoning</h2><p>In addition to a provincial cannabis retail licence, your store may need zoning approval and a business permit or licence from the First Nation to sell cannabis. </p><p>Ask the First Nation about applying for a business licence and getting zoning approval.</p>",
    "displayOrder": 10
  },
  {
    "title": "Ordering Cannabis",
    "slug": "ordering-cannabis",
    "intro": "",
    "body": "<h2>Cannabis Source</h2><p>You must order cannabis for your retail store from B.C.’s provincial distributor. You are not allowed to get cannabis from any other source. If you operate an illegal dispensary, you must remove all cannabis from your store before receiving your licence.</p><p>Some dispensary owners are concerned that the provincial distributor will not have a large enough cannabis inventory after legalization. The province is working hard to make sure inventory meets retailers’ needs</p><h2>Agreements with cannabis producers</h2><p>You must not purchase cannabis directly from a producer. In addition, you must not:<ul><li>Pay a producer to have guaranteed access to their product</li><li>Accept payment from a producer in return for benefits, such as preferential shelf space</li><li>Accept payment from a producer for agreeing not to sell a competitor’s product</li><li>Make agreements that give you exclusive access to a producer’s product or product line</li></ul></p><h2>Ordering Cannabis</h2><p>You can order product once you receive your licence. Your licence number is required to place an order.</p><p>You cannot pre-order cannabis before receiving your licence.</p><p>Once you receive your licence, you can create an account with the distributor to view the product catalog, which lists wholesale prices and product specs (e.g. package sizes).</p><p>Learn more about <a href='http://www.bcldb.com/cannabis'>ordering cannabis</a>. If you have questions, please email <a href='mailto:cannabis@bcldb.com'>cannabis@bcldb.com</a>.",
    "displayOrder": 11
  },
  {
    "title": "Employee Registration & Training",
    "slug": "employee-registration-training",
    "intro": "",
    "body": "<p>Cannabis retail store employees must be registered with the province and successfully pass a training course for the responsible sale of cannabis.</p><h2>Employee Registration</h2><p>As a licensee, you must:<ul><li>Ensure your employees are registered</li><li>Keep a record of employee registration numbers and the dates the numbers expire</li><li>Have the records available for inspection at all times</li></ul></p><p>Employees must pass a security clearance as part of the provincial registration process.<p><h2>Employee Training</h2><p>In collaboration with the cannabis industry, the province is developing a mandatory training course for employees of cannabis retail stores. Once the program is ready, employees of cannabis stores will be required to successfully pass the training.</p><p>More information about the program will be available in the coming months. The province will notify licensees once the program is developed.</p>",
    "displayOrder": 12
  },
  {
    "title": "Tied House",
    "slug": "tied-house",
    "intro": "",
    "body": "<p>A tied house is a personal, financial or business connection between a cannabis retail store and a licensed cannabis producer or processor.</p> <p>Cannabis stores with a tied house connection to a producer or processor are not allowed to sell any of the producer’s or processor’s products.  The province may consider exceptions for micro-producers in the future.</p><h2>Application Requirements</h2><p>If you or one of your immediate family members has any ownership interest in a cannabis producer or processor, you must declare this when you apply.</p><p>Immediate family members include spouses, parents, siblings, children, sons-in-law and daughters-in-law.</p>",
    "displayOrder": 13
  },
  {
    "title": "Rural Cannabis Retail License",
    "slug": "rural-cannabis-retail-license",
    "intro": "",
    "body": "<p>The rural cannabis retail licence allows businesses in rural areas to sell cannabis inside their store. </p><h2>Rural Licence Criteria</h2><p>To qualify for a rural licence, the following criteria must be met:<ul><li>The population of the rural area must be between 200 and 2500</li><li>The proposed rural store must be at least 10 km away from the closest cannabis retail store (including proposed stores with an application in progress)</li></ul><p>Like all cannabis retail stores, your rural store must have <a href='policy-document/local-governments'>local government</a> or <a href='policy-document/first-nations'>First Nation</a> approval.</p><h2>Rules for Rural Stores</h2><p>Rural cannabis stores must follow the operating rules for all cannabis retail stores. However, the following exceptions apply.</p><h2>Selling cannabis as part of another business</h2><p>Rural cannabis stores can sell cannabis and accessories as part of another business. The business must:<ul><li>Be a full-service general store</li><li>Stock enough products to meet the basic shopping needs of the community (stores selling only convenience foods such as chips, chocolate bars and gum are not eligible)</li><li>Have been open for at least one year before receiving a licence to sell cannabis</li><li>Be independently owned</li><li>Not be associated with a chain store operation</li></ul></p><p>General stores selling cannabis may also sell liquor.</p><h2>Minors</h2><p>Minors are allowed to enter rural cannabis retail stores.  You must ensure that minors cannot see cannabis products, accessories or transactions. </p><p>To meet this requirement, you can:<ul><li>Construct a walled-off area within your store where you display and sell cannabis products and accessories</li><li>Keep cannabis products and accessories in a secure, non-transparent case and conduct sales transactions behind a partition</li><li>Request approval from the province to use a different approach</li></ul></p>",
    "displayOrder": 14
  },
  {
    "title": "Security Clearances & Financial Integrity Checks",
    "slug": "security-clearances-financial-integrity-checks",
    "intro": "",
    "body": "<p>Every business that applies for a cannabis retail licence must undergo security clearances and financial integrity assessments.  You must submit a deposit with your application to cover the cost of these checks.</p><h2>Security Clearance</h2><p>The following people in your business/organization require a security clearance:</p><ul><li>Private Corporation: All directors and officers. All shareholders holding at least 10% or more of voting shares</li><li>Public Corporation: All directors and officers</li><li>Society or similar (Legion, Fraternal Organization, etc.): All directors and officers/senior management</li><li>General Partnership: All partners</li><li>Limited Partnership: All general partners and all limited partners holding at least a 10% interest in the partnership</li><li>Limited Liability Partnership: All general partners and all limited partners holding at least a 10% interest in the partnership</li><li>Unlimited Liability Corporation (ULC) and Limited Liability Corporation  (LLC): All shareholders, directors and officers</li><li>Trust: All trustees and beneficiaries</li><li>Estate: All executors and/or administrators</li><li>Local Government: Appointed delegate</li><li>Other organizations (including schools/universities, co-ops, strata councils, churches): All directors and/or all persons with authority to bind the organization</li></ul></p><p>You must authorize security clearances when you submit your application. <h2>Financial Integrity Check</h2><p>Details about the financial integrity assessment will be available in the coming months.</p><h2>Criminal Records</h2><p>A criminal record does not necessarily make you ineligible for a cannabis retail licence.</p><p>The province will evaluate criminal records on a case-by-case basis and will consider:</p><ul><li>The type of offence committed</li><li>How recent the offence is</li><li>How relevant the offence is to your application</li></ul><p>Association with organized crime is likely to disqualify you from getting a licence.</p><h2>Illegal Cannabis Dispensaries</h2><p>Cannabis dispensaries who are currently operating illegally may apply for a cannabis retail licence. You will not receive any preferential treatment during the application process. If you are approved, you must comply with all laws and regulations. </p>",
    "displayOrder": 15
  }
]