[
  {
    "title": "Cannabis Retail Store Licence",
    "slug": "cannabis-retail-licence",
    "menuText": "Retail Store Licence",
    "category": "license-types",
    "body": "<p>A B.C. cannabis retail store licence will authorize licensees to sell non-medical cannabis products and cannabis accessories.</p><p>Where a proposed store location is within a local government or Indigenous area (reserve, Nisga’a Land or treaty settlement land), the relevant local governments and Indigenous nations must recommend to the Liquor and Cannabis Regulation Branch that a licence be issued before the branch may consider whether to issue a cannabis retail licence.  The branch will consider, but is not bound by, the recommendation to issue a licence when making its licensing decision.</p><p>A cannabis retail store must be a standalone business that sells only non-medical cannabis and cannabis accessories. Licensees can only sell federally approved cannabis products. Currently, these include dried cannabis, cannabis oil and seeds. Retail sale of edible products is not currently authorized by the federal government.</p><p>All of the cannabis sold in the store must be purchased from the <a href='policy-document/ordering-cannabis'>Liquor Distribution Branch</a>. Licensees must not sell cannabis that is not obtained from the Liquor Distribution Branch. Only non-medical cannabis produced by federally licensed producers may be sold. </p><p>Cannabis retail stores are permitted to be open for business between 9 a.m. and 11 p.m., unless the local government or Indigenous nation imposes shorter hours. Unlike liquor stores, minors are not allowed to enter cannabis retail stores for any reason, with the exception of <a href='policy-document/rural-cannabis-retail-licence'>rural retail licences</a> once this category of licence becomes available.</p><p>All sales must be conducted at the physical store location.</p><p>Customers must not consume cannabis inside the store, including sampling the products.</p><h2>Provincially Operated Cannabis Stores</h2><p>The Province will operate a number of <a href='https://www.bcldbcannabisupdates.com/opportunities/public'> cannabis stores</a> in B.C. In addition, the Province will sell cannabis online. Privately owned stores licensed under the Cannabis Control and Licensing Act are not authorized to sell cannabis online.</p><p>By policy, government cannabis stores will not be located in communities that have expressed opposition, through the local government or Indigenous nation, to having cannabis retailers operating in their area.</p><h2>Terms & Conditions</h2><p>All cannabis retail store licence holders must follow the terms and conditions of their licence and any local government or Indigenous nation requirements. These terms and conditions are currently under development.</p><p>In the meantime, please continue to visit this site for updates, or sign up for email updates on our home page.</p>",
    "displayOrder": 0
  },
  {
    "title": "Cannabis Rural Retail Store Licence",
    "slug": "rural-cannabis-retail-licence",
    "menuText": "Rural Retail Store Licence",
    "category": "license-types",
    "body": "<p>The Province recognizes the importance of ensuring carefully regulated access to non-medical cannabis in all areas of the Province, including rural areas.</p><p>As a first step, the Province will open opportunities to apply for <a href='policy-document/cannabis-retail-licence'>regular retail licences</a>.  Once the regional distribution of retail non-medical cannabis stores is known, the Province will consider issuing licences to service rural or remote areas that are not sufficiently served by existing retail cannabis stores.</p>",
    "displayOrder": 1
  },
  {
    "title": "Cannabis Marketing Licence",
    "slug": "cannabis-marketing-licence",
    "menuText": "Marketing Licence",
    "category": "license-types",
    "body": "<p>A cannabis marketing licence will allow marketers to promote the products of <a href='policy-document/growing-cannabis'>licensed federal cannabis producers</a> to <a href='policy-document/cannabis-retail-licence'>licensed cannabis retail stores</a>.</p><p>Applicants for a cannabis marketing licence will have to complete the required <a href='policy-document/security-screening-financial-integrity-checks'>security screening and financial integrity checks</a>. The process for an applicant to receive a cannabis marketing licence will not require local government or Indigenous nation involvement as is required for a cannabis retail licence. However, a local government or Indigenous nation may have zoning or business licensing requirements that a cannabis marketing licensee will need to meet.</p><p>Additional information about the cannabis marketing licence and how to apply will be published on this website as it becomes available. Please keep checking back for updates, or sign up to receive updates on our home page.</p>",
    "displayOrder": 2
  },
  {
    "title": "Growing Cannabis",
    "slug": "growing-cannabis",
    "menuText": "Growing Cannabis",
    "category": "license-types",
    "body": "<p>Provincial <a href='policy-document/cannabis-retail-licence'>retail cannabis licences</a> do not allow growing or processing cannabis products for sale. To grow or process cannabis for sale, you must have a licence from the federal government. For more information, please visit the <a href='https://www.canada.ca/en/services/health/campaigns/marijuana-cannabis.html'>Government of Canada's cannabis page</a>.</p>Please note that at this time, federally licensed cannabis producers are not eligible for a cannabis retail store licence. When the federal government issues &quot;micro-cultivation&quot; producer licences in the future, the Province may consider establishing a class of retail licences for this class of licensed producer. In addition, cannabis retail stores with a <a href='policy-document/tied-house'>close financial, business or family connection</a> to a cannabis producer or processor may not be allowed to sell the producer’s or processor’s products.</p>",
    "displayOrder": 3
  },
  {
    "title": "Eligibility",
    "slug": "eligibility",
    "menuText": "Eligibility",
    "category": "application-requirements",
    "body": "<p>Applicants for a cannabis retail store licence must meet the eligibility criteria.</p><p>Applicants must:<ul><li>Be at least 19 years old</li><li>Be an <a href='policy-document/applicant-types'>individual (sole proprietor), partnership, corporation, society or Indigenous nation</a></li></ul></p><p>Applicants do not have to be a citizen or resident of B.C. or Canada.</p><p>At this time, federally licensed producers of cannabis are not eligible for a cannabis retail store licence. When the federal government issues &quot;micro-cultivation&quot; producer licences in the future, the Province may consider establishing a class of retail licences for this class of producer. In addition, cannabis retail stores with a close financial, business or family connection to a producer or processor may not be allowed to sell the producer's or processor's products.</p><h2>Licence Caps</h2><p>The Province is not placing a cap on the number of non-medical cannabis stores that can operate in B.C. However, a licensee can only hold or have an interest in a maximum of eight cannabis retail store licences. For the purposes of the retail store licence cap, generally a franchisor cannot have more than 8 franchisees. This limit will be reviewed on January 1, 2021.</p>",
    "displayOrder": 4
  },
  {
    "title": "Fees",
    "slug": "fees",
    "menuText": "Fees",
    "category": "application-requirements",
    "body": "<h2>Cannabis Retail Store Licence</h2><p><ul><li>Application fee (includes security screening and financial integrity checks): $7,500</li><li>First-year licensing fee: $1,500</li><li>Annual renewal fee: $1,500</li><li>Bi-annual security screening fee: This fee will be announced soon</li></ul></p><br><p>For information about refunds, please visit <a target=\"_blank\" href=\"https://www2.gov.bc.ca/gov/content/employment-business/business/liquor-regulation-licensing/cannabis-regulation/application-fee-refunds\">Cannabis Retail Store Licence Application Fee Refunds</a>.</p>",
    "displayOrder": 5
  },
  {
    "title": "Local Governments",
    "slug": "local-governments",
    "menuText": "Local Governments",
    "category": "application-requirements",
    "body": "<p>The local government of the area where a proposed store will be located must provide a positive recommendation to the Liquor and Cannabis Regulation Branch (LCRB) in order for the proposed store to become licensed.</p><p>Upon receipt of notice, local governments can:<ul><li>choose not to make any recommendation in respect of the application for a cannabis retail store licence (Note: this would end a licence application in progress because the LCRB cannot issue a licence unless the local government gives the LCRB a positive recommendation that the licence be issue)</li><li>choose to make comments and recommendations in respect of an application for a cannabis retail store licence. Note that: <ul><li>if the local government chooses to make a comments and recommendation on the licensee’s application to the LCRB, it must gather the views of residents</li><li>if it makes a recommendation to deny the application then the LCRB may not issue the licence</li><li>if it makes a recommendation in favour of the application, then the LCRB has discretion whether or not to issue the licence, but must consider the local government’s recommendation.</li></ul></li></ul><p>Local Governments (municipalities, regional districts or Islands Trust local trust committees) have some or all of the following regulatory powers in respect of cannabis retail store licences:<ul><li>Impose restrictions in its zoning bylaws regarding the <a href ='policy-document/location-requirements'>location of cannabis retail stores</a></li><li>Regulation of business (municipalities only): by terms and conditions in its business licensing bylaw, a municipality may <a href='policy-document/cannabis-retail-licence'>limit the hours</a> that cannabis retail stores can operate or impose other conditions such as specifications regarding signage</li><li>Charge the the applicant fees if choosing to assess an application. </li></ul></p><p>The Province will refer notice of the application to the local government for recommendation and will not determine whether to issue a licence until it receives a positive recommendation from the local government. </p><p>The LCRB cannot consider a licence application unless the local government for the area in which the establishment is proposed to be located or is located gives the LCRB a positive recommendation that the licence be issued.</p><h2>Gathering Public Views</h2><p>If a local government decides to give comments and recommendations in respect of a notice of application, it must gather the views of residents of the area. It may gather public views by receiving written comment in response to a public notice of the application; by conducting a public hearing in respect of the application; by holding a referendum, or by using another method it considers appropriate.  The local government of the area where a proposed store will be located must provide a positive recommendation to the LCRB for the proposed store to become licensed.</p><h2>Local Approvals & Zoning</h2><p>In addition to a provincial cannabis retail store licence, a store must have all required local government approvals,  such as being a permitted use under the zoning bylaw or meeting the requirements of business licensing bylaw.</p>",
    "displayOrder": 6
  },
  {
    "title": "Indigenous Nations",
    "slug": "indigenous-nations",
    "menuText": "Indigenous Nations",
    "category": "application-requirements",
    "body": "<p>The Indigenous nation on whose reserve, Nisga'a Land or treaty settlement land a proposed store will be located must provide a positive recommendation to the Liquor and Cannabis Regulation Branch (LCRB) in order for the proposed store to become licensed.</p><p>Indigenous nations can:<ul><li>Choose not to recommend approval of any cannabis retail store licences</li><li>Impose restrictions on where <a href='policy-document/location-requirements'>cannabis retail stores can be located</a></li><li>Limit the <a href='policy-document/cannabis-retail-licence'>hours</a> that cannabis retail stores can operate</li><li>Charge the applicant fees if choosing to assess an application</li><li>Decide not to recommend approval of an application</li></ul></p><p>The LCRB cannot consider a licence application unless the relevant Indigenous nation in which the establishment is proposed to be located or is located gives the LCRB a positive recommendation that the licence be issued.</p></p><h2>Gathering Public Views</h2><p>If the Indigenous nation decides to give comments and recommendations, it must gather the views of residents.  It may gather public views by receiving written comment in response to a public notice of the application; by conducting a public hearing in respect of the application; by holding a referendum, or by using another method it considers appropriate.  The LCRB will take the recommendations into account when making the licensing decision.</p><h2>Local Approvals & Zoning</h2><p>In addition to a provincial cannabis retail store licence, a store may need zoning approval and a business permit or licence from the Indigenous nation to sell cannabis.</p>",
    "displayOrder": 7
  },
  {
    "title": "Applicant Types",
    "slug": "applicant-types",
    "menuText": "Applicant Types",
    "category": "application-requirements",
    "body": "<p>To apply for a cannabis retail store licence, applicants must be an individual (sole proprietor), partnership, corporation, society or an Indigenous nation. The application requirements differ depending on the applicant type.</p><h2>Registering a Business</h2><p>Applicants, other than Indigenous nations, must register in B.C. in order to make an application for a cannabis retail store licence. Visit <a href='http://www.bcbusinessregistry.ca/'>B.C.'s OneStop Business Registry</a> for information and assistance with this process. Indigenous nations may register (if they are applying as a sole proprietor, partnership or corporation) or may submit an application in their own name.</p><p>Applicants must also:<ul><li><a href='https://www2.gov.bc.ca/gov/content/taxes/sales-taxes/pst/register'>Register to collect PST</a> so that they can order cannabis from the Liquor Distribution Branch</li><li>Get a <a href='https://www.canada.ca/en/services/taxes/business-number.html'>Business Number</a> (nine-digit number) from the Canada Revenue Agency</li><li>Create a <a href='https://www.bceid.ca/register/business/getting_started/getting_started.aspx'>Business BCeID</a> so they can log in to the application (an Indigenous nation is not required to register as a business. In such cases, the Indigenous nation may register their type with BCeID as &quot;other&quot;)</li></ul></p><h2>Businesses outside B.C.</h2><p>A corporation that is incorporated federally or under the laws of another Province can register as an  <a href = 'https://www2.gov.bc.ca/gov/content/employment-business/business/managing-a-business/permits-licences/businesses-incorporated-companies/incorporated-companies/incorporate-extraprovincial'>extraprovincial company in B.C.</a> and is required to do so if the corporation will carry on business in B.C. Applicants are advised to get legal advice to make sure the business is able to operate in B.C. prior to making an application.</p><h2>Application Requirements by Applicant Type</h2><p>Applicants will need to submit the following information.</p><h3>Private corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of current directors and officers by:<ul><li>Full legal name</li><li>Email</li><li>Position</li><li>Date of appointment</li></ul><li>List of voting shareholders by:<ul><li>Full legal name</li><li>Email</li><li>Number of voting shares</li></ul><li>Central Securities Register</li><li>If one of the shareholders is a private corporation, a public corporation, a society or a partnership, you must submit all the required information for that type of organization</li></ul><h3>Public corporation</h3><ul><li>Name</li><li>Contact information (mailing address, email, phone number)<li>Incorporation number</li><li>Date of incorporation</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of all current directors and officers by: </li><ul><li>Full legal name</li><li>Email</li><li>Position</li><li>Date of appointment</li></ul></li><li>Shareholders with a 10% or greater interest in the company</li></ul><h3>Sole proprietor</h3><ul><li>Full legal name</li><li>Address</li><li>Contact information (mailing address, email, phone number)<li>Date of birth</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li></ul><h3>Partnership</h3><ul><li>Name of the partnership</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Partnership Agreement</li><li>List of partners identifying:</li><ul><li>Type of partner</li><li>Full legal name</li><li>Email</li></ul></li><li>If one of the partners is a private corporation, public corporation or society, you must submit all of the required information for that type of organization</li></ul><h3>Society</h3> <ul><li>Name</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Register of all current directors, officers and senior management by:<ul><li>Full legal name</li><li>Email</li><li>Position</li><li>Date of appointment</li></ul><li>Society incorporation number</li><li>Date of incorporation</li></ul><p>Please note: While they are not normally required as part of the licence application process, the Liquor and Cannabis Regulation Branch reserves the right to ask for a society’s membership lists.</p><h3>Indigenous nations</h3><ul><li>Full name of Indigenous nation applying for the licence</li><li>If the Indigenous nation is applying as a sole proprietorship, partnership or corporation, the information required under the section above applies</li><li>If the Indigenous nation is applying in its own name and not as a sole proprietorship, partnership or corporation, it will not need to register as a business, but will need to supply the information below</li><li>Contact information (mailing address, email, phone number)</li><li>Business Number (nine-digit number issued by the Canada Revenue Agency)</li><li>Identify one or more representatives by:<ul><li>Full legal name</li><li>Business contact information</li></ul></li></ul>",
    "displayOrder": 8
  },
  {
    "title": "Security Screening & Financial Integrity Checks",
    "slug": "security-screening-financial-integrity-checks",
    "menuText": "Security and Financial Checks",
    "category": "application-requirements",
    "body": "<p>All applicants for a non-medical cannabis retail licence must undergo security screening—including criminal and police record checks—and financial integrity checks.</p><p>This includes screening of associates of the applicant and other persons having connection to the applicant or associate.</p><p>The <a href='policy-document/fees'>application fee</a> covers the cost of these checks. If the applicant is approved for a licence, the applicant and all associates must undergo all required security screening (and pay a <a href='policy-document/fees'>fee</a>) every two years.</p><h2>Security Screening</h2><p>The applicant and all the associates who require security screening must authorize the security screening when the application is submitted. B.C. residents will use their Photo BC Services Card to do this. (See <a href='http://www.gov.bc.ca/bcservicescardhelp' target='_blank'>www.gov.bc.ca/bcservicescardhelp</a> for how to set  up the Card. If a visit to a counter to complete Business BCeID registration is required, consider setting up a BC Services Card at the same time.)</p><p>The following people may require a security screen. The Province may also require security screening for additional individuals who are not listed below.</p><h3>Private corporation</h3><ul><li>Directors and officers</li><li>Generally, shareholders holding at least 10% or more of voting shares (the Liquor and Cannabis Regulation Branch has the discretion to screen shareholders holding less than 10%)</li></ul><h3>Public corporation</h3><ul><li>Directors and officers</li></ul><h3>Society</h3><ul><li>Directors and officers</li><li>Senior management</li></ul><h3>General partnership</h3><ul><li>All partners</li></ul><h3>Limited partnership</h3><ul><li>All general partners</li><li>Generally, limited partners holding at least a 10% interest in the partnership (the Liquor and Cannabis Regulation Branch has the discretion to screen partners holding less than 10%)</li></ul><h3>Limited liability partnership</h3><ul><li>All partners</li></ul><h3>Sole proprietorship</h3><ul><li>Sole proprietor</li></ul><h3>Indigenous nation applying in its own name</h3><ul><li>Authorized person</li></ul><h2>Financial Integrity Check</h2><p>The same people who must go through a security screening are required to go through a financial integrity check. More information about the financial integrity check will be available soon.</p><h2>Criminal and Police Record Screening</h2><p>A security screening might reveal that an applicant or associate has a criminal record or has had an adverse interaction with the law. This doesn’t necessarily mean that the licence will be denied.</p><p>The Province will evaluate criminal records on a case-by-case basis and will consider a number of factors. If the application process reveals an association with organized crime, that applicant will not receive a cannabis retail store licence.<h2>Illegal Cannabis Dispensaries</h2><p>Operators of cannabis dispensaries who are currently operating illegally may apply for a cannabis retail store licence. These applicants must go through the same application process, including security screening and financial integrity checks, as other applicants. Existing illegal dispensary operators will not receive any preferential treatment in the application process.</p><p>If the application process reveals an association with organized crime, that applicant will not receive a cannabis retail store licence.</p><p>If approved for a licence, the licensee must comply with all laws, regulations, local government or Indigenous nation rules and the terms and conditions of the licence.</p>",
    "displayOrder": 9
  },
  {
    "title": "Connections to Federally Licensed Cannabis Producers",
    "slug": "tied-house",
    "menuText": "Connections to Producers",
    "category": "application-requirements",
    "body": "<p>A personal, financial or business connection between a cannabis retail store and a federally licensed cannabis producer is called a &quot;tied house.&quot;</p><p>The <i>Cannabis Control and Licensing Interim Regulation</i> includes a provision to mitigate the potential for a small number of federally licenced cannabis producers to dominate the cannabis retail sector in British Columbia.</p><p>Section 5(2) of the regulation states:</p><i><p>The general manager must not issue a retail store licence to or for</p><p>(a) a person who has arranged, or agreed to arrange, with another person to sell the cannabis of a federal licensee to the exclusion of the cannabis of another federal licensee,</p><p>(b) a federal licensee or the federal licensee's agent, or</p><p>(c) a person who is so associated with, connected with or financially interested in a federal licensee or federal licensee's agent that the person is, in the general manager's opinion, likely to promote the sale of cannabis of the federal licensee.</p></i><p>The general manager will consider the following to determine if there is a likelihood to promote a particular federal licensed producer’s product:</p><ol><li>The financial interconnectedness of a cannabis retailer and a federal cannabis licensed producer.</li><br/><ul><li>Whether a federal licensed producer is a significant shareholder (control of 20% or more of the voting shares) of a B.C. cannabis retailer or the federal licensed producer is a significant shareholder of a significant shareholder of a B.C. cannabis retailer.</li><li>Whether a B.C. cannabis retailer is a significant shareholder (control of 20% or more of the voting shares) of a federal licensed producer or the B.C. cannabis retailer is a significant shareholder of a significant shareholder of a federal licensed producer.</li><li>Whether a person, partnership or company is a significant shareholder (control of 20% or more of the voting shares) in both a B.C. cannabis retailer and a federal licensed producer or a person, partnership or company is a significant shareholder in a company that is a significant shareholder in both a federal licensed producer and a B.C. cannabis retailer.</li></ul><br/><li>Whether an immediate family member of the licensee has <strong>any</strong> interest in a federal licensed producer. Immediate family members include spouses, parents, siblings, children, sons-in-law and daughters-in-law. </li><br/><li>The general manager will also consider any other association, connection or financial interest between a B.C. cannabis retail licensee and federal licensed producer. There may be a combination of factors that when taken together lead to a reasonable conclusion there is a likelihood to promote.</li></ol><p>Where an association, connection or financial interest exists between an applicant and a federal licensee or the licensee’s agent the general manager may determine that it is necessary to restrict the person from selling any products of the associated federal licensed producer. Doing so, would eliminate the risk that the person would promote the federal licensee’s cannabis, enabling the general manager to issue a licence. In such cases, the general manager may issue a licence with such a restriction.</p>",
    "displayOrder": 10
  },
  {
    "title": "Location Requirements",
    "slug": "location-requirements",
    "menuText": "Location Requirements",
    "category": "application-requirements",
    "body": "<p>Applicants must submit the following information about the proposed store location to make sure it meets local and provincial requirements.</p><h2>Parcel Identifier (PID)</h2><p>A PID is used to identify the parcel of real property where a store is located. It is either a nine-digit number or a legal description of the property.</p><p>The property’s PID is found on:<ul><li>The title to the property</li><li>Through the <a href='https://ltsa.ca/'>B.C. Land Title and Survey Authority</a></li><li>The tax assessment notice from BC Assessment</li><li><a href='https://www.bcassessment.ca/'>BC Assessment’s e-valueBC website</a></li><li>The municipal tax notice</li><li>The property lease</li></ul><p>Property in the area of an Indigenous nation may not have a PID. In this case, parcel identifying information from the registry used for that land by the Indigenous nation must be provided.</p><h2>Full Street Address</h2><p>The address must include:</p><ul><li>Suite or apartment numbers (if applicable)</li><li>Postal code</li></ul><p>Local governments and Indigenous nations may have local requirements with respect to the location of cannabis retail stores and, particularly, their proximity to other cannabis retail stores and areas where young people may commonly congregate. For example, they might not allow cannabis retail stores to operate in close proximity to one another or schools.</p><h2>Property Ownership or Lease </h2><p>Applicants must declare that they either:<ul><li>Own the property or have an agreement to buy it if they are approved for a licence, or</li><li>Have a lease on the property or have an agreement to lease it if they are approved for a licence, or</li><li>Have a different property arrangement in place (for example, a sublease or a property owned or leased in the name of one of the applicant's business partners)</li></ul></p><p>Leases or other arrangements must be for at least 12 months from the time a licence is issued.</p><p>Applicants are not required to commit to purchasing or leasing a property when submitting an application. Applicants must purchase or lease the property after receiving <a href='policy-document/approval-in-principle'>conditional approval.</a> The licence will not be issued until the applicant provides evidence of the purchase or lease.</p><h2>Self-Contained Business</h2><p>The store must be a self-contained business. Licensees must not operate a cannabis retail store as part of another business, such as a pharmacy, restaurant or a liquor store.</p><h3>Shopping Malls</h3><p>If a store is located in a shopping mall or if the Province approves a store to have another shared common area outside of the store, the store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed, immoveable and non-transparent floor-to-ceiling walls separating the store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li></ul><h3>Vestibules</h3><p>If the Province approves a store to share a vestibule (such as a foyer) with another business, the store must:</p><ul><li>Have a public entrance that is separate and distinct from the entrances to other businesses</li><li>Not have any direct doorways to other businesses</li><li>Have solid, fixed, immoveable and non-transparent floor-to-ceiling walls separating the store from other businesses and shared areas</li><li>Not share common storage areas with other businesses</li><li>Not carry on any commercial activities in the shared vestibule (other business with which the store shares the vestibule also cannot carry on any commercial activities in the vestibule)</li></ul><p>In addition, the other business may not:</p><ul><li>Offer most of its goods or services to minors </li><li>Be licensed to serve liquor by the glass</li></ul><h2>Floor Plan & Site Plan</h2><p>The floor plan, site plan and photos of the exterior of the store must show that it meets the requirement for a self-contained cannabis store, a store in a shopping mall or a store that shares a vestibule with another business.</p><h3>Floor plan requirements</h3><p>The floor plan must show:<ul><li>All doors leading into/out of the sales area</li><li>All entrances to the store (including back doors)</li><li>The locations of all fixed shelving or display cases</li><li>The locations of all cash registers</li><li>Which areas are public and which are for staff only</li><li>The locations of all storage areas</li></ul></p><h3>Site plan requirements</h3><p>The site plan must show:<ul><li>The location of the building and where it's located on the property</li><li>The location of all entrances to the store</li><li>The locations of other buildings and businesses nearby, the entrances to those buildings, and their names or a description of what they are (e.g. gas station, office building)</li><li>Relevant street names nearby</li><li>Road access to the property, including the locations of any driveways and parking spots</ul><p><h3>Physical Security Requirements</h3><p>Physical security requirements are under development and will be posted here when available.</p><h3>Submitting floor & site plans</h3><p>The floor and site plans must reflect what the store and site will look like. After an applicant receives conditional approval, the Province will inspect the store to make sure it matches the information submitted in the application.</p><p>The plans must be clear and legible, and in PDF format that is still legible when zoomed in.</p><h2>Naming the Store</h2><p>A store’s name cannot mislead the public about what kind of business it operates. The name cannot imply a licensee is selling medical cannabis, and cannot include words in any form or combination or manner the words &quot;apothecary&quot;, &quot;pharmacy&quot;, &quot;medicines&quot;, &quot;drugs&quot;, &quot;drug store&quot;, &quot;drug department&quot;, &quot;dispensary&quot; or any other words of similar meaning that imply licensing under the Pharmacy Operations and Drug Scheduling Act. </p><p>Additionally, a store name cannot imply an association with another business. This applies to signs, trademarks and any type of branding.</p><p>Store names will be reviewed for approval during the application process.</p><h2>Store Exterior</h2><p>Cannabis products cannot be visible from outside the store. Applicants must submit pictures or renderings of the store exterior to show that they meet this requirement. </p><p>Pictures must have been taken for the purpose of the application and must not be more than six months old at the time the application is submitted.</p><p>Both printed and hand-drawn renderings are accepted, as long as the rendering is clear, legible and shows all the required components.</p><h2>Signage</h2><p>Applicants must submit pictures of proposed signage or renderings of what the signage will look like. The sign must show the name of the store. Signage cannot contain any pictures, images or symbols that imply the sale of medical cannabis. For example, signage cannot include a green cross.</p><p>Additionally, signage cannot imply an association with another business. This applies to the store name, trademarks and any type of branding.</p><p>Both printed and hand-drawn renderings are accepted. Pictures and renderings must be clear, legible and identify all words and images used in the signage.</p><h2>Storage</h2><p>A licensee's entire cannabis inventory must be stored onsite. In addition, licensees are not allowed to share any storage areas with other businesses.</p><p>Floor plans must show that these requirements for storage are met.</p>",
    "displayOrder": 11
  },
  {
    "title": "Conditional Approval",
    "slug": "approval-in-principle",
    "menuText": "Conditional Approval",
    "category": "application-requirements",
    "body": "<p>Conditional approval is a decision from the Province that an applicant will receive a licence if they pass a final inspection. Conditional approval is granted when the Province determines that:<ul><li>An applicant is eligible for the licence</li><li>An applicant has successfully met the requirements in the application</li><li>An application is supported by the local government or Indigenous nation</li></ul></p><p>Once conditional approval is granted, an applicant can:<ul><li>Buy, lease or finalize any alternative arrangements for the <a href='policy-document/location-requirements'>store location</a></li><li>Make renovations to ensure the store’s layout and exterior matches the information submitted in the application</li> </ul></p><p>When the store is ready, the applicant can contact the Province to schedule a <a href='policy-document/inspection'>final inspection.</a></p><p>The Province does not know how many applications for a cannabis retail store licence will be received. Therefore, it is difficult to predict how long applications will take to process. To minimize delays in processing, applicants must make sure the application is complete before submitting it.</p><p>IMPORTANT:  Applications which are submitted without required information or documents will stop being processed. The Liquor and Cannabis Regulation Branch will be assessing complete applications as a priority. Other applications that are received before the applicant provides the branch with missing information will be prioritized.</p>",
    "displayOrder": 12
  },
  {
    "title": "Inspection",
    "slug": "inspection",
    "menuText": "Inspection",
    "category": "application-requirements",
    "body": "<p>Before applicants can receive a cannabis retail store licence, there must be a successful final inspection. The inspection ensures that the store’s layout and exterior matches the information submitted in the application.</p><p>When ready, contact the Liquor and Cannabis Regulation Branch to schedule a final inspection.</p><p>An inspector will:</p><ul><li>Make sure the floor plan and licensed area the applicant submitted is accurate and complies with <a href='policy-document/location-requirements'>location requirements</a></li><li>Confirm the store’s address</li><li>Confirm signage requirements</li><li>Take pictures of the store</li><li>Review the <a href='policy-document/cannabis-retail-licence'>terms and conditions</a> of the licence with the applicant</li><li>Give the applicant an overview of the compliance process</li></ul><p>There must not be any cannabis products in the store at the time of the inspection.</p>",
    "displayOrder": 13
  },
  {
    "title": "Employee Registration & Training",
    "slug": "employee-registration-training",
    "menuText": "Employees",
    "category": "",
    "body": "<p>Employees of cannabis retail stores must be registered with the Province. In the future, they will also be required to successfully pass a provincial training program.</p><h2>Employee Registration</h2><p>Everyone who works in a cannabis retail store must be registered with the Province. This includes employees who don't have access to cannabis, such as cleaning staff. As part of the registration process, employees must also pass a security screening every two years. B.C. residents will use their Photo BC Services Card to do this. See <a href='http://www.gov.bc.ca/bcservicescardhelp' target='_blank'>www.gov.bc.ca/bcservicescardhelp</a> for how to set up a Card.</p><p>Application and licensing fees do not include the costs associated with the employee registration process. Employees are responsible for applying to be registered and paying any fees associated with their registration. Applicants/licensees can choose to pay for employees’ registration and security screening if they wish.</p><p>While working, employees must be able to produce ID at any time. Cannabis inspectors and police officers can ask for verification of their registration, including their ID.<p>Licensees must:<ul><li>Ensure all employees are registered</li><li>Keep a record of employee registration numbers and the dates the numbers expire</li><li>Have the registration records available for inspection at all times</li></ul></p><p>The registration process is not open yet. The Province will let licence applicants know when and how employees can register.</p><h2>Employee Training</h2><p>In future, a training course will be developed for cannabis licensees and employees of cannabis licensed businesses. When the program is ready, employees of cannabis retail stores will be required to successfully pass the training.</p><p>More information about the program will be available in the coming months. The Province will notify licence applicants once the program is developed.</p>",
    "displayOrder": 14
  },
  {
    "title": "Ordering Cannabis",
    "slug": "ordering-cannabis",
    "menuText": "Ordering Cannabis",
    "category": "",
    "body": "<p>Licensees can order cannabis for their retail store from the Liquor Distribution Branch. Licensees can only sell cannabis purchased from the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a>.</p><h2>Agreements with Federally Licensed Cannabis Producers</h2><p>Licensees are not authorized to purchase cannabis directly from a federally licensed cannabis producer. Cannabis sold by licensees must be obtained from the Liquor Distribution Branch. In addition, licensees and their employees are prohibited from activities that include:<ul><li>Arranging with a person to sell cannabis from one federally licensed producer to the exclusion of another, such as accepting payment from a producer for agreeing not to sell a competitor's product</li><li>Accepting money, gifts, reward or remuneration for the promotion, inducement or further the sale of a particular brand of cannabis, such as preferential shelf space</li><li>Requesting money, gifts, reward or remuneration for the promotion, inducement or further the sale of a particular class of cannabis or brand of cannabis</li></ul></p><h2>Ordering Cannabis</h2><p>The cannabis retail store licence number is required to place an order with the Liquor Distribution Branch. Licensees cannot pre-order cannabis before receiving their licence.</p><p>Once a licensee has received their licence, they must register with the <a href='https://www.bcldbcannabisupdates.com/opportunities/retailers'>Liquor Distribution Branch</a> to view the product catalog, which lists wholesale prices and product specs (e.g. package sizes).</p>",
    "displayOrder": 15
  },
  {
    "title": "Reporting Sales",
    "slug": "reporting-sales",
    "menuText": "",
    "category": "",
    "body": "<p>Licensees must report their cannabis inventory and sales to the Liquor and Cannabis Regulation Branch on a monthly basis. More information will be available in the coming months.</p>",
    "displayOrder": 16
  }
]